{
    "web.motto": "chráním sebe, chráním tebe",
    "web.index.description": "Mobilní aplikace eRouška usnadní vyhledávání lidí s rizikem nákazy koronavirem v Česku v rámci systému Chytré karantény.",
    "web.index.title.part_1": "Chráním sebe,",
    "web.index.title.part_2": "chráním tebe!",
    "web.index.intro.part_1": "S aplikací eRouška pomůžete zastavit šíření COVID-19. Umožňuje včas a anonymně upozornit uživatele na rizikové setkání s nakaženým.",
    "web.index.intro.part_1_extended": "Aplikace maximálně chrání vaše soukromí, nezná vaše osobní údaje ani polohu.",
    "web.index.intro.part_2": "<b>Stáhněte si aplikaci zdarma ještě dnes.</b> Zapojte se do boje proti koronaviru.",
    "web.index.download.android": "Stáhnout pro Android",
    "web.index.download.ios": "Stáhnout pro iOS",
    "web.index.key_message": "Jak eRouška chrání vás a vaše okolí?",
    "web.index.smart_quarantine": "eRouška je součástí systému Chytrá karanténa Ministerstva zdravotnictví ČR",
    "web.index.you_have_meet_infected.question": "Když jste nakaženého potkali",
    "web.index.you_have_meet_infected.answer": "Vaše eRouška zaznamenává anonymní data o setkáních s ostatními uživateli. Když se u některého z nich později testem prokáže onemocnění COVID-19, aplikace vám zobrazí anonymní upozornění ({0}, {1}) na možné riziko nákazy koronavirem a {2}. Třeba jste jen delší dobu seděli u vedlejšího stolu v restauraci, ale vůbec se neznáte. Bez eRoušky by vás nebylo možné varovat.",
    "web.index.you_have_meet_infected.link_1": "doporučí další postup",
    "web.index.when_you_become_infected.question": "Když se nakazíte vy",
    "web.index.when_you_become_infected.answer_1": "Pokud u vás test prokáže nákazu COVID-19, hygiena vám zašle v SMS unikátní kód, který zadáte do eRoušky a umožníte odeslání svých anonymních identifikátorů (klíčů) do eRoušek ostatních uživatelů. V každé z nich algoritmus vyhodnotí, {0}. Pokud ano, zobrazí se jim nejpozději následující den varovná notifikace. Díky tomu je možné na riziko upozornit uživatele, které osobně neznáte, jen jste s nimi třeba jeli autobusem. A ti tak mohou chránit svou rodinu a okolí.",
    "web.index.when_you_become_infected.answer_2": "Nikdo se tedy z aplikace nedozví, od koho upozornění na nákazu přišlo.",
    "web.index.when_you_become_infected.answer_3": "Prohlédněte si, jak eRouška funguje",
    "web.index.when_you_become_infected.answer_4": "v přehledné infografice",
    "web.index.when_you_become_infected.link_1": "jestli vaše vzájemné setkání bylo rizikové",
    "web.index.your_privacy.part_1": "eRouška chrání",
    "web.index.your_privacy.part_2": "vaše soukromí",
    "web.index.how_does_erouska_differ.question": "Jak se eRouška liší od jiných podobných aplikací?",
    "web.index.how_does_erouska_differ.answer": "eRouška používá technologii Bluetooth, kterou je vybavená většina chytrých mobilních zařízení v Česku. Díky tomu funguje i v budovách, podzemních parkovištích nebo v metru. Aplikace je navržená tak, aby nesbírala informace o vaší poloze (např. přes GPS). Pouze anonymně zjišťuje, se kterými dalšími uživateli aplikace jste přišli do bližšího kontaktu. Jako jediná v ČR může oficiálně používat Apple/Google protokol, který garantuje bezpečnost aplikace na platformách Android a iOS a snižuje spotřebu baterie.",
    "web.index.me_identity.question": "Dozví se ostatní moji identitu, pokud onemocním?",
    "web.index.me_identity.answer": "Ne. V případě nákazy můžete ze svého zařízení s eRouškou odeslat ostatním uživatelům pouze anonymní identifikátory (klíče), které slouží k vyhodnocení možného rizikového kontaktu. Aplikace vás neidentifikuje a minimalizuje zpracování osobních údajů. Detailní informace o zpracování osobních údajů najdete {0}. Jediný, kdo může znát vaši totožnost, je pracovník hygienické stanice, který s vámi případně povede epidemiologický pohovor. I on je ovšem povinný dodržovat maximální diskrétnost a chránit vaše osobní údaje.",
    "web.index.me_identity.link": "na stránce Podmínky používání",
    "web.index.will_one_installation_matter.question": "Jakou roli hraje moje jedna instalace? Změní se něco?",
    "web.index.will_one_installation_matter.answer": "Čím více nás bude eRoušku používat, tím lepší vytvoříme síť, která nás bude vzájemně chránit a varovat před rizikem nákazy. Výhodou eRoušky je, že vás může co nejrychleji informovat, a pomoci tak ochránit vás, vaši rodinu i blízké.",
    "web.index.who_is_running_it.question": "Jsou u vás má data v bezpečí? Kdo eRoušku provozuje?",
    "web.index.who_is_running_it.answer.text": "Už eRouška 1.0 prošla {0}, které potvrdily bezpečnostní nezávadnost jejího kódu a soulad s podmínkami zpracování osobních údajů. Nová eRouška projde další sadou auditů v nejbližší době. Aplikaci spravuje {1} ve spolupráci s {2}.",
    "web.index.who_is_running_it.answer.independent_audits": "několika nezávislými audity",
    "web.index.who_is_running_it.answer.ministry": "Ministerstvo zdravotnictví",
    "web.index.who_is_running_it.answer.nakit": "Národní agenturou pro komunikační a informační technologie",
    "web.index.who_made_it.question": "Kdo eRoušku navrhl a naprogramoval?",
    "web.index.who_made_it.answer.text": "Ve {0}, který pracuje na nové verzi 2.0 postavené na Apple/Google protokolu, je i velká část dobrovolníků, kteří původní aplikaci vytvořili.",
    "web.index.who_made_it.answer.dev_team": "vývojářském týmu",
    "web.index.further_questions.question": "Máte další otázky?",
    "web.index.further_questions.more": "Zajímá vás, jak a na jakých telefonech eRouška funguje? Nebo jaká data eRoušce sdílíte?",
    "web.index.further_questions.goto": "Přejděte do sekce s často kladenými dotazy",

    "web.default.back_to_main_page": "Zpět na Hlavní stránku",
    "web.default.before_you_go_out": "Než vyjdete ven,",
    "web.default.use_erouska_too": "nasaďte si také eRoušku.",
    "web.default.code_alert.text": "Máte pozitivní test a nepřišla vám SMS pro eRoušku? Napište si o náhradní kód na {0}.",

    "web.team.page_title": "Tvůrci mobilní aplikace proti koronaviru",
    "web.team.description": "Aplikace eRouška pomáhá zastavit šíření koronaviru v ČR. Spravuje ji Ministerstvo zdravotnictví ve spolupráci s NAKIT za podpory dobrovolníků.",
    "web.team.title": "Tým tvůrců",
    "web.team.link": "Tým",
    "web.team.sections.management": "Řízení projektu",
    "web.team.sections.android": "Android",
    "web.team.sections.ios": "iOS",
    "web.team.sections.testing": "Testing",
    "web.team.sections.ux": "UX",
    "web.team.sections.backend": "Backend",
    "web.team.sections.translation": "Překlad",
    "web.team.sections.web": "Web",
    "web.team.sections.pr": "PR",
    "web.team.current_state.text": "Aplikaci eRouška nyní spravuje {0} ve spolupráci s {1}. Ve vývojářském týmu, který pracuje na nové verzi eRoušky 2.0, je také část dobrovolníků, kteří aplikaci vytvořili.",
    "web.team.current_state.mzcr": "Ministerstvo zdravotnictví České republiky",
    "web.team.volunteers": "Tým dobrovolníků – eRouška 1.0",
    "web.team.perex": "Lidé, kteří se podíleli na tvorbě eRoušky 1.0, tak činili z vlastní iniciativy, dobrovolně a bez nároku na honorář.",
    "web.team.thanks.header": "Poděkování",
    "web.team.thanks.covid19cz": "První verze aplikace eRouška vznikla pod iniciativou",
    "web.team.thanks.s4u": "Poděkování za darování domény patří Petru Adamovi z firmy S4U, s.r.o a&nbsp;Martovi Šimákovi z firmy CBDcz s.r.o.",
    "web.team.thanks.kc": "Děkujeme zaměstnancům Komerční banky z KC Zlín za pomoc v rámci předprodukčních testů první verze aplikace.",
    "web.team.thanks.alza": "Děkujeme Alza.cz za zapůjčení testovacích telefonů.",
    "web.team.member_link_title": "Přejít na odkaz",

    "web.press.page_title": "Napsali o nás",
    "web.press.description": "Zprávy z médií, které se týkají aplikace eRouška.",
    "web.press.title": "Napsali o nás",
    "web.press.link": "Napsali o nás",

    "web.downloads.page_title": "Ke stažení",
    "web.downloads.description": "Veřejně dostupné informační a propagační materiály aplikace eRouška ke stažení a volné distribuci.",
    "web.downloads.title": "Ke stažení",
    "web.downloads.link": "Promo materiály",
    "web.downloads.summary": "Zde naleznete veřejně dostupné informační a propagační materiály aplikace eRouška ke stažení a volné distribuci.",

    "web.faq.page_title": "Často kladené otázky",
    "web.faq.description": "Odpovědi na často kladené otázky ohledně koronaviru v Česku a mobilní aplikace eRouška, která je součástí systému Chytrá karanténa.",
    "web.faq.title": "Časté dotazy",
    "web.faq.link": "Časté dotazy",
    "web.faq.sections.table_of_contents": "Obsah",

    "web.faq.sections.general.title": "Obecné",
    "web.faq.sections.general.description": "eRouška, karanténa a postupy hygieny",
    "web.faq.sections.functioning.title": "Fungování eRoušky",
    "web.faq.sections.functioning.description": "sběr a vyhodnocení dat, význam upozornění",
    "web.faq.sections.settings.title": "Instalace a kompatibilita",
    "web.faq.sections.settings.description": "podporované mobily a možnosti instalace",
    "web.faq.sections.connection.title": "Připojení a přenos dat",
    "web.faq.sections.connection.description": "Bluetooth, GPS, internet",
    "web.faq.sections.security.title": "Zabezpečení dat",
    "web.faq.sections.security.description": "osobní údaje a ochrana soukromí",
    "web.faq.sections.known_errors.title": "Nejčastější problémy",
    "web.faq.sections.known_errors.description": "doporučení dočasných oprav",

    "web.faq.search.placeholder": "Hledat…",
    "web.faq.search.results_info": "Zobrazují se výsledky vyhledávání.",
    "web.faq.search.show_all": "Zobrazit všechny dotazy",
    "web.faq.search.not_successful": "Nenašli jste, co jste hledali?",
    "web.faq.search.again": "Hledat znova",

    "web.faq.questions.what_to_do_on_alert.question": "Jak mám postupovat, když mi aplikace zobrazila upozornění na rizikové setkání s nakaženým uživatelem?",
    "web.faq.questions.what_to_do_on_alert.answer.0": "Pokud máte příznaky nákazy (například zvýšenou teplotu, kašel, dušnost, bolest v krku, bolest hlavy, náhlou ztrátu čichu a chuti), telefonicky kontaktujte svého praktického lékaře. V případě, že je váš stav opravdu akutní, volejte rychlou záchrannou službu 155, případě linku integrovaného záchranného systému 112. Uvedené příznaky se mohou objevit 2 až 14 dní po rizikovém setkání.",
    "web.faq.questions.what_to_do_on_alert.answer.1": "Pokud nemáte žádné příznaky, chovejte se prosím zodpovědně:",
    "web.faq.questions.what_to_do_on_alert.answer.2": "<ul><li>Noste roušku či respirátor přes ústa a nos.</li><li>Často a důkladně si myjte ruce vodou a mýdlem či používejte dezinfekci.</li><li>Pravidelně dezinfikujte vlastní předměty (např. mobilní telefon).</li><li>Kašlejte a kýchejte do kapesníku či rukávu.</li><li>Používejte jednorázové kapesníky a poté je vyhoďte.</li><li>Vyhýbejte se zbytečnému shromažďování a dodržujte bezpečný odstup od ostatních (přibližně 2 metry).</li></ul>",
    "web.faq.questions.what_to_do_on_alert.answer.3": "Jinak můžete běžně fungovat. Je možné, že vás bude v blízké době kontaktovat pracovník hygienické služby na základě epidemiologického šetření s konkrétním nakaženým. V takovém případě postupujte podle pokynů hygienické služby.",
    "web.faq.questions.what_to_do_on_alert.answer.4": "Pokud by se v průběhu 14 dní od rizikového setkání váš zdravotní stav zhoršil a objevily se u vás příznaky onemocnění COVID-19, kontaktujte svého praktického lékaře.",
    "web.faq.questions.why_is_erouska_needed.question": "Proč je eRouška potřeba? Dokáže mě vůbec efektivně chránit před nákazou?",
    "web.faq.questions.why_is_erouska_needed.answer.0": "Jedním z úkolů eRoušky je zastavit další šíření nákazy tím, že pomáhá co nejdříve izolovat potenciálně nakažené osoby od ostatních. Díky tomu pak není nutné zavádět plošnou karanténu a omezení, což umožňuje snižovat dopady pandemie na společnost a ekonomiku ČR. Aplikace na podobném principu fungují i v dalších státech a jsou účinným prostředkem v boji proti šíření nemoci COVID-19.",
    "web.faq.questions.why_is_erouska_needed.answer.1": "Aplikace eRouška 2.0 je doplňkovou aplikací Chytré karantény – systému ministerstva zdravotnictví. Prostřednictvím technologie Bluetooth se eRouška spojuje s dalšími eRouškami v nejbližším okolí a ukládá jejich anonymní identifikátory. Pokud se u člověka prokáže nákaza COVID-19, spojí se s ním pracovník hygienické stanice a ověří, zda osoba používá aplikaci eRouška. Pokud ano, zašle jí ověřovací SMS kód, který uživateli umožní odeslat své anonymní identifikátory do ostatních eRoušek. Aplikace ostatních uživatelů pak podle epidemiologického modelu* co nejpřesněji vyhodnotí, jestli tito uživatelé přišli s nakaženým do kontaktu dost blízko a na dostatečně dlouhou dobu, aby bylo nutné je prostřednictvím notifikace v mobilu varovat a směřovat k dalšímu vyšetření. eRouška 2.0 tedy pomáhá co nejefektivněji informovat další potenciální přenašeče viru a urychlit jejich testování. Tím se sníží počet infikovaných ve společnosti i riziko vaší infekce.",
    "web.faq.questions.why_is_erouska_needed.answer.2": "<em>* Blíže než 2 metry po dobu delší než 15 min.</em>",
    "web.faq.questions.how_does_healthcare_work.question": "To budu muset pokaždé automaticky do karantény nebo na testy, když aplikace zahlásí, že jsem byl v kontaktu s někým nakaženým?",
    "web.faq.questions.how_does_healthcare_work.answer.0": "Pokud u někoho test potvrdí nákazu, kontaktuje ho hygienická stanice, aby zjistila, s kým byl v posledních dnech v rizikovém kontaktu, a mohla tak omezit další šíření. Když tento člověk používá aplikaci eRouška, může kontaktovat i ty, které nezná, protože s nimi třeba cestoval v autobuse. Zadáním unikátního kódu může poslat upozornění všem ostatním uživatelům aplikace eRouška, se kterým byl v epidemiologicky rizikovém kontaktu.",
    "web.faq.questions.how_does_healthcare_work.answer.1": "V okamžiku, kdy vás aplikace upozorní, že jste se setkali s osobou, u které bylo prokázané onemocnění COVID-19, byste měli postupovat podle zobrazených doporučení a v případě zdravotních potíží bez prodlení kontaktovat svého praktického lékaře.",
    "web.faq.questions.wrong_contact_assessment.question": "Nemůže se stát, že eRouška mylně vyhodnotí kontakt s jinou osobou, která je například vedle v autě na křižovatce, za dveřmi nebo tenkou zdí?",
    "web.faq.questions.wrong_contact_assessment.answer.0": "Aplikace eRouška funguje na principu měření síly signálu mezi dvěma zařízeními. Technicky proto nelze vyloučit nepřesný odhad vzdálenosti a mylnou detekci rizikového setkání. Technická omezení, rizika používání aplikace a postup vyhodnocování setkání popisujeme na stránce <a href=\"https://erouska.cz/vyhodnoceni-rizika\" target=\"_blank\">Spolehlivost vyhodnocení rizikového kontaktu</a> a v sekci <a href=\"https://erouska.cz/podminky-pouzivani#technicke\" target=\"_blank\">Technické podmínky v Podmínkách zpracování</a>.",
    "web.faq.questions.wrong_contact_assessment.answer.1": "Pro vyhodnocení kontaktu jako rizikového je kromě vzdálenosti (do 2 m) relevantní též délka kontaktu (alespoň 15 minut) – např. zastavení na semaforech na 1–2 minuty je tedy nevýznamné.",
    "web.faq.questions.does_it_make_sense_to_install_erouska.question": "Má smysl si eRoušku instalovat, když ji nebude používat dost lidí?",
    "web.faq.questions.does_it_make_sense_to_install_erouska.answer.0": "Právě proto byste neměli váhat. Čím více nás bude eRoušku používat, tím lepší vytvoříme síť, která nás bude vzájemně chránit a varovat před rizikem. Pomozte nám i vy. Instalací aplikace se můžete aktivně zapojit do boje proti COVID-19. O aplikaci můžete říct i lidem ve svém okolí, případně jim s jejich souhlasem pomoci s instalací.",
    "web.faq.questions.how_does_erouska_differ.question": "Jak se eRouška liší od jiných podobných aplikací?",
    "web.faq.questions.how_does_erouska_differ.answer.0": "Z dat aplikace eRouška nelze zjistit, kdy a kde jste se pohybovali. Aplikace nezaznamenává vaši geografickou polohu (nepoužívá GPS), ale rozpoznává ostatní zařízení s aplikací eRouška v okolí využitím technologie Bluetooth LE. Tyto informace jsou anonymizované.",
    "web.faq.questions.how_does_erouska_differ.answer.1": "Kromě toho eRouška sama od sebe informace nikam neodesílá, zůstávají uložené ve vašem mobilním zařízení. K odeslání anonymních identifikátorů (klíčů) na server a odtud do dalších eRoušek k vyhodnocení může dojít až ve chvíli, kdy vás pracovník call centra hygieny kontaktuje na základě pozitivního testu na COVID-19. V telefonátu se vás zeptá, zda používáte aplikaci eRouška, a zda vám může zaslat ověřovací kód. Jeho zadáním můžete předat klíče ze své aplikace do aplikací ostatních uživatelů za účelem vyhodnocení a případného varování dalších rizikových kontaktů.",
    "web.faq.questions.does_erouska_use_apple_google_api.question": "Používá eRouška Apple/Google API?",
    "web.faq.questions.does_erouska_use_apple_google_api.answer.0": "Nová verze – eRouška 2.0 pro Android i iOS již používá Apple/Google Exposure Notification API. Nezapomeňte proto prosím aplikaci eRouška aktualizovat v <a href=\"https://play.google.com/store/apps/details?id=cz.covid19cz.erouska\" target=\"_blank\">Google Play (Android)</a> nebo <a href=\"https://apps.apple.com/cz/app/erou%C5%A1ka/id1509210215\" target=\"_blank\">App Store (iOS)</a> a znovu aktivovat.",
    "web.faq.questions.how_is_the_data_processed.question": "Jak eRouška zaznamenává a zpracovává data o setkáních uživatelů?",
    "web.faq.questions.how_is_the_data_processed.answer.0": "Chytrý telefon s aplikací eRouška zaznamená přes Bluetooth LE anonymní identifikátory (ID) z jiných zařízení s touto aplikací. Informaci o „setkání“ a jeho délce ukládá do své vnitřní paměti.",
    "web.faq.questions.how_is_the_data_processed.answer.1": "V případě, že budete mít pozitivní výsledek testu na COVID-19, přijde vám jednorázový SMS kód. Zadáte jej do aplikace (<a href=\"https://erouska.cz/sms\" target=\"_blank\">postup zde</a>), a tím umožníte odeslání svých anonymních identifikátorů na server, odkud si je stáhnou ostatní eRoušky k vyhodnocení. Algoritmus v aplikaci každého uživatele na základě epidemiologického modelu automatizovaně vyhodnotí sesbíraná data – porovná identifikátory se všemi zaznamenanými setkáními. V případě rizikového kontaktu zobrazí upozornění, že hrozí nákaza kvůli setkání s pozitivně testovanou osobou, a doporučí další postup.",
    "web.faq.questions.how_is_the_data_processed.answer.2": "Podrobné informace o sběru a zpracování dat, naleznete v <a href=\"https://erouska.cz/podminky-pouzivani\" target=\"_blank\">Informacích o zpracování osobních údajů v aplikaci eRouška 2.0</a>.",
    "web.faq.questions.will_others_know_i_have_covid.question": "Takže všichni budou vědět, že mám COVID-19?",
    "web.faq.questions.will_others_know_i_have_covid.answer.0": "Nebudou. Pokud onemocníte, vaše totožnost je známá jen a pouze pracovníkovi hygienické stanice. Kritické kontakty se nedozví, kdo, kde ani kdy je mohl nakazit. Aplikace zobrazuje pouze obecnou informaci o rizikovým setkání s nakaženým a další doporučený postup. Vaše identita je ochráněna.",
    "web.faq.questions.what_if_somebody_does_not_admit.question": "Co když někdo nepřizná, že je nemocný?",
    "web.faq.questions.what_if_somebody_does_not_admit.answer.0": "I to se může stát. Věříme však, že uživatelé eRoušky chtějí aktivně pomáhat se zastavením dalšího šíření nákazy a aplikaci využijí, aby mohli co nejdříve varovat osoby, se kterými přišli do rizikového kontaktu. <strong>Záměrné šíření COVID-19 je v ČR považováno za trestný čin.</strong>",
    "web.faq.questions.will_erouska_know_i_violate_quarantine.question": "Pozná eRouška, když poruším lékařem nařízenou karanténu nebo třeba pojedu na chatu?",
    "web.faq.questions.will_erouska_know_i_violate_quarantine.answer.0": "Aplikace nesleduje vaši polohu, není to její účel a ani pro to není navržena. Nepozná tedy, zda jste porušili karanténní opatření nebo kam jste odjeli. Má naopak pomoci k tomu, aby v karanténě byly pouze osoby s diagnostikovaným onemocněním nebo s vážným podezřením nákazy.",
    "web.faq.questions.what_is_the_role_of_erouska_in_smart_quarantine.question": "Co je to chytrá karanténa? Jakou v ní hraje roli eRouška?",
    "web.faq.questions.what_is_the_role_of_erouska_in_smart_quarantine.answer.0": "Jde o soubor chytrých opatření, která chrání lidi před nákazou a ekonomiku před kolapsem. Místo toho, aby byla v karanténě celá země, chytrá karanténa usnadňuje dohledávání, testování a izolaci pouze nemocných a z nemoci důvodně podezřelých lidí.",
    "web.faq.questions.what_is_the_role_of_erouska_in_smart_quarantine.answer.1": "Konkrétně jde o systém řízení v oblastech předpovědi vývoje, podpory rozhodování, aktivního vyhledávání kontaktů, testování vč. řízení kapacit odběrových míst, laboratoří, řízení karantén a souvisejícího materiálního a IT zabezpečení ke zvládnutí pandemie onemocnění COVID-19. Chytrá karanténa 2.0 je označením pro přechod projektu pod Ministerstvo zdravotnictví, které bude díky novým nástrojům umět do budoucna kdykoliv velmi rychle reagovat na jakékoliv epidemie.",
    "web.faq.questions.what_is_the_role_of_erouska_in_smart_quarantine.answer.2": "Aplikace eRouška je jeden z nástrojů, které vznikly na podporu <a href=\"https://koronavirus.mzcr.cz/chytra-karantena/\" target=\"_blank\">chytré karantény</a>. Pomocí technologií – eRoušky – můžeme aktivně upozornit rizikové jedince, kteří se setkali s nakaženým, aby zvýšili hygienická opatření, zvážili dobrovolnou karanténu, případně při pociťování příznaků kontaktovali obvodního lékaře. Díky těmto krokům věříme, že se podaří zmírnit šíření nákazy a ušetřit zdravotnictví fatálního přetížení.",
    "web.faq.questions.about_api.question": "Co je to Apple/Google Exposure Notification API (protokol)?",
    "web.faq.questions.about_api.answer.0": "Společnosti Apple a Google společně vyvíjejí technologie, díky kterým mohou veřejné zdravotní instituce (u nás MZČR) vyvíjet národní aplikace pro trasování rizikových kontaktů s osobami s onemocněním COVID-19.",
    "web.faq.questions.about_api.answer.1": "Konkrétně jde například o rozhraní, které daným aplikacím (u nás eRouška) umožňuje spolehlivě přistupovat k systémovým prostředkům Android a Apple zařízení za účelem zaznamenání setkání – zejména využívat Bluetooth LE pro ověření kontaktu a běžet na pozadí bez potřeby dalších nastavení aplikace nebo operačního systému. Šifrovaný komunikační protokol pak zajišťuje zabezpečený přenos aktuálních seznamů identifikátorů nakažených uživatelů mezi trasovacími aplikacemi za účelem vyhodnocení rizikových setkání a včasného zobrazení notifikace.",
    "web.faq.questions.about_api.answer.2": "Bližší informace naleznete přímo na webových stránkách společností <a href=\"https://www.apple.com/covid19/contacttracing\" target=\"_blank\">Apple (anglicky)</a> a <a href=\"https://www.google.com/covid19/exposurenotifications/\" target=\"_blank\">Google (česky)</a>.",
    "web.faq.questions.internal_do_you_plan_translations.question": "Plánujete u webu a aplikace překlad do angličtiny a dalších jazyků?",
    "web.faq.questions.internal_do_you_plan_translations.answer.0": "Prioritně pracujeme na překladu aplikace i webu eRouska.cz do angličtiny a plánujeme i vietnamštinu a případně další jazyky. Zkuste aplikaci aktualizovat na nejnovější verzi.",

    "web.faq.questions.on_which_phones_does_erouska_work.question": "Na jakých telefonech aplikace eRouška funguje? Proč jsou nároky vyšší než u eRoušky 1.0?",
    "web.faq.questions.on_which_phones_does_erouska_work.answer.0": "Pro instalaci aplikace eRouška potřebujete mobilní zařízení s těmito parametry:",
    "web.faq.questions.on_which_phones_does_erouska_work.answer.1": "<ul><li>iPhone s iOS verze 13.5 a vyšší</li><li>OS Android verze 6.0 a vyšší s Google Play Services (nemá jen malé procento telefonů Huawei a některé telefony s vlastní ROM)</li><li>Bluetooth LE (Low Energy)</li></ul>",
    "web.faq.questions.on_which_phones_does_erouska_work.answer.2": "Pokud vaše mobilní zařízení není s eRouškou kompatibilní (nemá potřebné technologie/funkce), Google Play ani Apple App Store vám neumožní aplikaci nainstalovat. Aplikace je dostupná pouze pro některé tablety Android. Není k dispozici pro iPad.",
    "web.faq.questions.on_which_phones_does_erouska_work.answer.3": "Minimální požadavky na kompatibilitu stanovují společnosti Apple a Google. Vycházejí z požadavků Apple/Google Exposure Notification protokolu, který nová eRouška používá. Na Apple/Google protokol jsme se rozhodli přejít kvůli zajištění fungování eRoušky na iPhonech a kvůli umožnění přeshraniční kompatibility s podobnými aplikacemi dalších evropských států.",

    "web.faq.questions.internal_alternative_store.question": "Je možné aplikaci stáhnout i jinak než z Google Play nebo Apple App Store? Je k dispozici balíček apk?",
    "web.faq.questions.internal_alternative_store.answer.0": "Aplikace eRouška 2.0 používá Apple/Google protokol pro zaznamenávání setkání a přenos dat. Proto je také závislá na službách Google Play services, bez kterých nebude fungovat, a není ji tedy možné instalovat z jiných než oficiálních aplikačních obchodů. Google Play a Apple App Store spolehlivě vyfiltrují podporovaná zařízení.",
    "web.faq.questions.internal_alternative_store.answer.1": "Vývojáři eRoušky nikdy neposkytují uživatelům odkazy na instalační balíčky APK nebo samotné instalační soubory mimo oficiální aplikační obchody. Pro aplikace nainstalované neoficiální cestou bychom nedokázali garantovat jejich zabezpečení, zajistit jejich aktualizace ani stejnou úroveň uživatelské podpory. Proto prosím nikdy neinstalujte eRoušku z .apk souborů, které jste našli někde na internetu nebo vám je někdo poslal e-mailem. Mohou obsahovat viry, trojské koně nebo jiný závadný obsah.",
    "web.faq.questions.how_much_battery_it_consumes.question": "Kolik zapnutý Bluetooth a aplikace eRouška spotřebují baterie?",
    "web.faq.questions.how_much_battery_it_consumes.answer.0": "Jestliže již nyní používáte telefon se stále zapnutým Bluetooth, spotřeba energie se výrazněji nezvýší.",
    "web.faq.questions.how_much_battery_it_consumes.answer.1": "Pokud Bluetooth nyní běžně nepoužíváte, tak podle výsledků našeho testování s neustále zapnutým Bluetooth a ukládáním dat do aplikace, bylo navýšení denní spotřeby energie v řádu jednotek procent. Ve většině případů to je méně než 20 % kapacity baterie za den. Záleží přitom na konkrétním chytrém telefonu, stylu jeho používání a stavu baterie.",
    "web.faq.questions.how_much_battery_it_consumes.answer.2": "Pokud vám připadá spotřeba příliš vysoká, zkuste prosím zkontrolovat nastavení &rarr; baterie/spotřeba, jestli za tím nestojí jiná aplikace na pozadí.",
    "web.faq.questions.internal_smartwatch.question": "Bude možné používat eRoušku i na chytrých hodinkách či náramcích?",
    "web.faq.questions.internal_smartwatch.answer.0": "Rozšíření je do budoucna možné. Zatím jej ale nezvažujeme zejména proto, že by chytré hodinky či náramek musely podporovat Bluetooth LE (Low Energy) a zejména Apple/Google protokol. Základní Bluetooth bez LE sám o sobě pouze zajišťuje přenos dat, ale neumožňuje měření intenzity setkání uživatelů na základě síly signálu.",

    "web.faq.questions.does_bluetooth_be_always_enabled.question": "Musím mít Bluetooth zapnutý neustále?",
    "web.faq.questions.does_bluetooth_be_always_enabled.answer.0": "Ano. Bez zapnutého Bluetooth není možné zjišťovat blízkost dalších zařízení s nainstalovanou aplikací eRouška. Tuto funkci máte zapnutou možná i nyní, například v případě, že používáte bezdrátová sluchátka, připojení v autě, chytrý náramek nebo hodinky. V nastavení Bluetooth vašeho telefonu/tabletu navíc doporučujeme povolit, aby byl <em>viditelný pro všechna zařízení</em>.",
    "web.faq.questions.why_gps_needs_to_be_enabled.question": "Proč je potřeba mít povolený přístup k GPS/polohovým/lokačním údajům?",
    "web.faq.questions.why_gps_needs_to_be_enabled.answer.0": "Aplikace eRouška nesbírá a neukládá data z GPS, avšak operační systém Android zahrnuje pod určování polohy také některé služby Bluetooth LE (LE = low energy), který komponenty eRoušky – konkrétně Google Play Services – pro své fungování vyžadují. Proto je nutný souhlas uživatele s přístupem aplikace k polohovým údajům. V iOS tento souhlas nutný není. Proč v telefonu musí být zapnuté určování polohy, <a href=\"https://support.google.com/android/answer/9930236\" target=\"_blank\">vysvětluje Google zde</a>.",
    "web.faq.questions.why_bluetooth.question": "Proč aplikace používá zrovna Bluetooth? Neexistují lepší řešení jako GPS nebo triangulace od operátorů?",
    "web.faq.questions.why_bluetooth.answer.0": "Soukromí uživatelů je pro nás na prvním místě, a právě technologie Bluetooth nabízí nejvyváženější poměr přesnosti záznamu a minimálního zásahu do soukromí. Technologie GPS ani triangulace vysílačů od operátorů nemohou poskytnout potřebné údaje s požadovanou přesností. Mimo jiné i proto, že jejich funkčnost je ve vnitřních prostorách či metru velmi omezená. Aplikace eRouška potřebuje pro svoji funkci informace o tom, že došlo k setkání, na jakou vzdálenost a po jakou dobu. Není důležité, kde k setkání došlo.",
    "web.faq.questions.is_bt_secure.question": "Je Bluetooth dostatečně bezpečná technologie?",
    "web.faq.questions.is_bt_secure.answer.0": "Bluetooth je dnes běžně rozšířená a podporovaná komunikační technologie pro propojení zařízení s dalšími periferiemi, jako jsou bezdrátová sluchátka, reproduktory, chytré náramky nebo hodinky. Vzhledem k tomu, že společnosti Apple a Google vytvořily společný protokol určený výhradně pro národní aplikace, které trasují riziková setkání s nakaženými COVID-19 na základě Bluetooth LE, jsme přesvědčení, že jsme pro eRoušku zvolili správně. Je však potřeba říct, že úplně každá technologie je zranitelná. I proto všem uživatelům doporučujeme, aby operační systém a aplikace ve svém telefonu pravidelně aktualizovali. Aktualizace totiž mohou obsahovat důležité bezpečnostní záplaty.",
    "web.faq.questions.does_erouska_need_internet.question": "Potřebuje aplikace připojení k internetu?",
    "web.faq.questions.does_erouska_need_internet.answer.0": "Kromě stažení (instalace) a aktivace aplikace je připojení k internetu nutné k tomu, aby si eRouška mohla každý den stahovat aktuální seznam anonymních identifikátorů nakažených uživatelů, a zobrazit tak včas případnou notifikací o rizikovém setkání. Za předpokladu, že by se u vás potvrdila nákaza COVID-19, by vás o odeslání dat požádala hygienická stanice, a tehdy by bylo opět potřeba eRoušku připojit k internetu. Do té doby jsou vaše data uložena pouze ve vašem telefonu, odkud se sama odmazávají po 14 dnech. Aplikace využívá připojení k internetu rovněž ke stažení informací o aktuálním vývoji epidemie COVID-19 v ČR, které zobrazuje na stránce <em>Aktuálně</em>.",
    "web.faq.questions.does_erouska_slow_traffic.question": "Je možné, že se mi po zapnutí eRoušky zpomalilo Wi-Fi / připojení k internetu?",
    "web.faq.questions.does_erouska_slow_traffic.answer.0": "U některých modelů mobilů s OS Android je bohužel známé, že vysílání Bluetooth může částečně negativně ovlivňovat signál Wi-Fi a naopak.",

    "web.faq.questions.how_can_i_find_all_saved_and_sent_data.question": "Jak zjistím, která všechna data přesně aplikace ukládá a odesílá?",
    "web.faq.questions.how_can_i_find_all_saved_and_sent_data.answer.0": "Aplikace eRouška používá od verze 2.0 tzv. Apple/Google Exposure Notification API, které zprostředkovává sběr dat a předávání identifikátorů mezi uživateli. Aplikace kvůli tomu už nemá přímý přístup k naměřeným údajům, které by mohla uživatelům zobrazit, jako tomu bylo u verze 1.0.",
    "web.faq.questions.how_can_i_find_all_saved_and_sent_data.answer.1": "Sama o sobě aplikace data nikam neodesílá. Pouze stahuje seznam identifikátorů od uživatelů, kterým test potvrdil nákazu. Data ke zpracování může ostatním odeslat pouze samotný uživatel, a to až po zadání jednorázového SMS kódu, který získá v případě pozitivního testu na nákazu nemocí COVID-19 od pracovníků hygienické stanice.",
    "web.faq.questions.how_can_i_find_all_saved_and_sent_data.answer.2": "Podrobné informace o sběru a zpracování dat, naleznete v <a href=\"https://erouska.cz/podminky-pouzivani\" target=\"_blank\">Informacích o zpracování osobních údajů v aplikaci eRouška 2.0</a>.",
    "web.faq.questions.what_if_i_lose_the_phone.question": "Co když mi telefon ukradnou nebo ho ztratím?",
    "web.faq.questions.what_if_i_lose_the_phone.answer.0": "V aplikaci eRouška jsou lokálně uložené jen anonymní informace o dalších zařízeních, která eRouška zaznamenala ve svém okolí. Žádné riziko to nepřináší pro vás ani pro majitele takto zaznamenaných zařízení. Jiné aplikace, které běžně využíváte, mohou ve vašem telefonu pravděpodobně ukládat mnohem citlivější údaje. Mějte proto svůj telefon chráněný kódem nebo biometricky (otiskem prstu nebo obličejem).",
    "web.faq.questions.gdpr_compliance.question": "Je aplikace eRouška v souladu s GDPR?",
    "web.faq.questions.gdpr_compliance.answer.0": "Celý systém aplikace eRouška, včetně webových stránek, je navržen plně v souladu s GDPR i zákonem o zpracování osobních údajů.",
    "web.faq.questions.gdpr_compliance.answer.1": "Zde naleznete bližší informace:",
    "web.faq.questions.gdpr_compliance.answer.2": "<ul><li><a href=\"https://erouska.cz/podminky-pouzivani\" target=\"_blank\">Informace o zpracování osobních údajů v aplikaci eRouška 2.0</a></li><li><a href=\"https://erouska.cz/audit-kod\" target=\"_blank\">Audit zdrojového kódu aplikace</a></li></ul>",
    "web.faq.questions.how_do_you_protect_users_from_data_misuse.question": "Jak uživatele chráníte před zneužitím dat?",
    "web.faq.questions.how_do_you_protect_users_from_data_misuse.answer.0": "Uživatele chráníme především minimálním rozsahem zaznamenávaných dat a jejich ukládáním přímo do zařízení. Data uživatelů se bez jejich vědomí a souhlasu nikam neposílají ani nezpracovávají. Do telefonů se zaznamenávají anonymní identifikátory (ID) zařízení s nainstalovanou aplikací eRouška a informace o čase, délce a síle jejich Bluetooth signálu. Data se zpracovávají automatizovaně na serveru pouze po odsouhlaseném odeslání uživatelem.",
    "web.faq.questions.is_there_an_independent_body.question": "Dohlíží na zabezpečení dat z aplikace nějaká nezávislá organizace?",
    "web.faq.questions.is_there_an_independent_body.answer.0": "Celý systém aplikace eRouška, včetně podpůrných webových stránek, je navržený plně v souladu s GDPR. Kód aplikace je jako open-source volně k dispozici (<a href=\"https://github.com/covid19cz/erouska-android\" target=\"_blank\">Android</a>, <a href=\"https://github.com/covid19cz/erouska-ios\" target=\"_blank\">iOS</a>) a prošel <a href=\"https://erouska.cz/audit-kod\" target=\"_blank\">auditem nezávislých vzdělávacích institucí</a>.",
    "web.faq.questions.is_there_an_independent_body.answer.1": "Další informace naleznete v <a href=\"https://erouska.cz/podminky-pouzivani\" target=\"_blank\">Informacích o zpracování osobních údajů v rámci aplikace eRouška 2.0</a>.",
    "web.faq.questions.can_someone_track_me.question": "Může mě někdo pomocí aplikace eRouška sledovat?",
    "web.faq.questions.can_someone_track_me.answer.0": "Ne. Aplikace nesbírá údaje o vaší poloze a k uloženým datům máte přístup pouze vy. Samotné údaje, které aplikace po vašem souhlasu odesílá, nemohou být použity k vašemu sledování. Každá eRouška navíc mění z důvodu bezpečnosti a ochrany soukromí uživatelů pravidelně své vysílané ID, aby nebylo snadné jej odchytit a nějak zneužít.",
    "web.faq.questions.can_someone_track_me.answer.1": "<em>Aplikace automaticky ukládá pouze informace typu: 31. 3. 2020 v 12:15 byla zaznamenána aplikace s identifikátorem ID 29091 se sílou signálu &minus;56 dBm.</em>",
    "web.faq.questions.can_i_verify_the_app_does_not_record_location.question": "Lze ověřit, že aplikace nezaznamenává moji polohu?",
    "web.faq.questions.can_i_verify_the_app_does_not_record_location.answer.0": "Ano. Aplikace eRouška je publikována s otevřeným zdrojovým kódem (<a href=\"https://github.com/covid19cz/erouska-android\" target=\"_blank\">Android</a>, <a href=\"https://github.com/covid19cz/erouska-ios\" target=\"_blank\">iOS</a>), takže znalý člověk může snadno ověřit, že údaje o poloze aplikace opravdu nesbírá.",
    "web.faq.questions.can_i_verify_the_app_does_not_record_location.answer.1": "Zdrojové kódy aplikace eRouška <a href=\"https://erouska.cz/audit-kod\" target=\"_blank\">prověřují nezávislé autority</a>, které kontrolují, že aplikace:",
    "web.faq.questions.can_i_verify_the_app_does_not_record_location.answer.2": "<ul><li>nesleduje polohu</li><li>sama automaticky data nikam neodesílá</li></ul>",
    "web.faq.questions.can_a_particular_person_be_paired.question": "Lze identifikátor aplikace (ID) uživatele spárovat s konkrétní osobou?",
    "web.faq.questions.can_a_particular_person_be_paired.answer.0": "Aplikace eRouška 2.0 <a href=\"https://erouska.cz/podminky-pouzivani\" target=\"_blank\">nepracuje s osobními údaji</a>. Vygenerovaná anonymní ID eRoušky se mezi aplikacemi a servery přenášejí výhradně po chráněném komunikačním protokolu, který společně vyvinuly společnosti Apple a Google. K identifikátorům nemají přístup ani uživatelé, ani vývojáři, ani jiná autorita.",
    "web.faq.questions.who_can_access_the_data.question": "Kdo má (může mít) přístup k mým datům?",
    "web.faq.questions.who_can_access_the_data.answer.0": "K zaznamenaným údajům o setkání nemá v eRoušce 2.0 přístup uživatel, ani nikdo jiný. Důvodem je, že aktuální verze aplikace používá Apple/Google protokol, který k zaznamenaným datům neposkytuje přístup ani uživatelům, ani vývojářům a správcům. Data (anonymní identifikátory nakažených) se přenášejí na server a odtud do ostatních eRoušek šifrovaná a vyhodnocují se až na koncových zařízeních automatizovaně za účelem zobrazení případných upozornění o rizikovém kontaktu. Ze serveru i ze zařízení se data mažou automaticky po 14 dnech.",
    "web.faq.questions.how_long_is_the_data_kept.question": "Jak dlouho do minulosti jsou data k dispozici? Kdy a jak probíhá jejich mazání?",
    "web.faq.questions.how_long_is_the_data_kept.answer.0": "V aplikaci eRouška se uchovávají data zaznamenaná za posledních 14 dní, starší záznamy se automaticky odmazávají. Pokud na výzvu pracovníka hygieny udělíte souhlas se zpracováním a odešlete identifikátory z telefonu na server, zůstanou zde 14 dní a poté dojde k jejich smazání. Data můžete ze svého zařízení smazat v Nastavení Exposure Notification – konkrétní postup záleží na typu a verzi operačního systému. Na zařízeních se systémem Android v současné implementaci dojde při odinstalování aplikace eRouška ke smazání zaznamenaných klíčů (identifikátorů). Na iPhonech se zaznamenané klíče odinstalováním eRoušky nesmažou. Informace o správcích a zpracovatelích dat naleznete v <a href=\"https://erouska.cz/podminky-pouzivani\" target=\"_blank\">Informacích o zpracování osobních údajů v rámci aplikace eRouška</a>.",
    "web.faq.questions.can_i_change_my_mind_about_using_it.question": "Můžu si používání aplikace kdykoli rozmyslet? Můžu smazat data, která odešlu ke zpracování?",
    "web.faq.questions.can_i_change_my_mind_about_using_it.answer.0": "Aplikaci můžete kdykoliv odinstalovat. Vygenerované a zaznamenané klíče (záznamy setkání) můžete ze svého zařízení smazat v Nastavení Exposure Notification – konkrétní postup záleží na typu a verzi operačního systému. Na zařízeních se systémem Android v současné implementaci dojde při odinstalování aplikace eRouška také ke smazání zaznamenaných klíčů (identifikátorů). Na iPhonech se zaznamenané klíče odinstalováním eRoušky nesmažou. Data odeslaná na server se smažou automaticky po 14 dnech.",
    "web.faq.questions.can_i_change_my_mind_about_using_it.answer.1": "V eRoušce verze 1.x můžete smazat telefonní číslo (zrušit registraci), které jste poskytli při aktivaci aplikace. Historicky přidělená identifikační čísla (ID) vaší eRoušky ovšem zůstanou ještě 30 dní zaznamenaná v eRouškách ostatních uživatelů, kteří vás v předešlých dnech potkali. Tato ID ale nebude na základě ostatních údajů z aplikace eRouška nadále možné přiřadit k žádnému telefonu, telefonnímu číslu ani osobě.",
    "web.faq.questions.data_after_the_app_is_deleted.question": "Co se děje s daty po smazání aplikace z mobilu?",
    "web.faq.questions.data_after_the_app_is_deleted.answer.0": "Když smažete aplikaci z telefonu nebo tabletu se OS Android, dojde také ke smazání zaznamenaných klíčů (identifikátorů). Na iPhonech se vygenerované a zaznamenané klíče (záznamy setkání) odinstalováním eRoušky nesmažou, zůstanou uložené na úrovni operačního systému za posledních 14 dní. Smazat je můžete v Nastavení Exposure Notification – konkrétní postup záleží na typu a verzi operačního systému. Pokud aplikaci znovu nainstalujete, začnou se sbírat a do telefonu ukládat zcela nová data.",
    "web.faq.questions.where_is_the_source_code.question": "Kde najdu zdrojový kód aplikace?",
    "web.faq.questions.where_is_the_source_code.answer.0": "Aplikace eRouška je publikována s otevřeným zdrojovým kódem (<a href=\"https://github.com/covid19cz/erouska-android\" target=\"_blank\">Android</a>, <a href=\"https://github.com/covid19cz/erouska-ios\" target=\"_blank\">iOS</a>).",

    "web.faq.questions.how_often_does_erouska_update.question": "Jak často si aplikace aktualizuje data z internetu?",
    "web.faq.questions.how_often_does_erouska_update.answer.0": "Klíče (identifikátory) nakažených uživatelů si eRouška stahuje 1–2× denně. Statistiky nakažených osob na obrazovce Aktuálně se aktualizují jednou denně.",

    "web.faq.questions.where_can_i_find_data_collected.question": "Proč v nové eRoušce nevidím obrazovku Moje data? Kde najdu informace o zaznamenaných setkáních?",
    "web.faq.questions.where_can_i_find_data_collected.answer.0": "Nová eRouška 2.0 je již postavená na Apple/Google Exposure Notification protokolu, který zajišťuje zabezpečené zaznamenávání a vyhodnocení setkání. Z bezpečnostních důvodů však neposkytuje aplikaci přímý přístup k datům o zaznamenaných setkáních.",
    "web.faq.questions.where_can_i_find_data_collected.answer.1": "Zda aplikace funguje správně, se dozvíte na její hlavní obrazovce. Informace o zaznamenaných setkáních jsou uložená na úrovni systému. Naleznete je v Nastavení:",
    "web.faq.questions.where_can_i_find_data_collected.answer.2": "<ul><li>Android: Nastavení → Google → Oznámení o možném kontaktu COVID-19</li><li>iOS: Nastavení → Kontakty s nákazou → Stav protokolování kontaktů s nákazou → Kontroly kontaktů</li></ul>",

    "web.faq.questions.how_can_i_check_if_app_works.question": "Jak zjistím, že eRouška funguje na pozadí, když už nevidím záznamy setkání? Proč na Androidu nevidím ikonku eRoušky v záhlaví?",
    "web.faq.questions.how_can_i_check_if_app_works.answer.0": "Notifikační ikonu jsme odstranili, protože zaznamenávání a vyhodnocování setkání již zajišťuje přímo Apple/Google protokol na úrovni operačního systému. Samotná aplikace eRouška se pak stará o stahování klíčů (identifikátorů) nakažených uživatelů 1–2× denně a nemusí běžet permanentně na pozadí.",
    "web.faq.questions.how_can_i_check_if_app_works.answer.1": "Že je aplikace aktuální, zjistíte na hlavní obrazovce. Stažení klíčů nakažených pak můžete ověřit v Nastavení telefonu:",
    "web.faq.questions.how_can_i_check_if_app_works.answer.2": "<ul><li>Android: Nastavení → Google → Oznámení o možném kontaktu COVID-19 → Kontroly kontaktů</li><li>iOS: Nastavení → Kontakty s nákazou → Stav protokolování kontaktů s nákazou → Kontroly kontaktů</li></ul>",

    "web.faq.questions.how_much_data_erouska_consumes.question": "Jak velký objem mobilních dat eRouška denně spotřebuje?",
    "web.faq.questions.how_much_data_erouska_consumes.answer.0": "Podle našich měření je to při 500 nově nakažených uživatelích denně přibližně 300 kB. Tato aktualizace klíčů nakažených uživatelů se stahuje 1–2× denně (pro porovnání načtení průměrné stránky zpravodajství vyžaduje 1–5 MB dat). Aplikace nepotřebuje nutně mobilní datové připojení. Aplikace si data sama stáhne i na Wi-Fi.",

    "web.faq.questions.why_does_data_update_time_differ.question": "Proč se liší datum a čas „Poslední aktualizace dat“ na hlavní obrazovce eRoušky a data a časy „Kontroly kontaktů“, které vidím v Nastavení telefonu?",
    "web.faq.questions.why_does_data_update_time_differ.answer.0": "Aplikace eRouška ukazuje na hlavní obrazovce datum a čas posledního úspěšného pokusu o kontrolu nových klíčů (identifikátorů) nakažených uživatelů na serveru. V Nastavení telefonu se zobrazují pouze data a časy, kdy byly naposledy nové klíče nalezeny a vyhodnoceny v telefonu.",
    "web.faq.questions.why_does_data_update_time_differ.answer.1": "Klíče nakažených uživatelů se do telefonu stahují 1–2× denně.",

    "web.faq.questions.matched_key_count.question": "Proč v Kontrole kontaktů v Nastavení telefonu vidím „Nalezené klíče: 0“?",
    "web.faq.questions.matched_key_count.answer.0": "Znamená to, že eRouška ve vašem telefonu ještě nevyhodnotila žádné setkání jako rizikové. Jinak řečeno stažené klíče nakažených uživatelů se neshodují se zaznamenanými klíči ve vašem zařízení.",

    "web.faq.questions.can_i_use_more_contact_tracing_apps.question": "Můžu používat eRoušku spolu s jinou oficiální trasovací aplikací jiného státu (např. Corona-Warn-App)?",
    "web.faq.questions.can_i_use_more_contact_tracing_apps.answer.0": "V telefonu můžete mít nainstalováno více trasovacích aplikací typu eRoušky, jako jsou Corona-Warn-App, Stopp Corona App, Imunni, Stop Covid ProteGO Safe a další. Pokud však také používají Apple/Google Exposure Notification protokol (platí zejména pro sousední státy ČR), můžete mít v jeden okamžik aktivní pouze jednu z těchto aplikací. Ostatní je potřeba pozastavit. K zaznamenávání setkání v Apple/Google protokolu totiž může mít přístup vždy pouze jedna aplikace.",
    "web.faq.questions.can_i_use_more_contact_tracing_apps.answer.1": "Do budoucna nebude nutné používat více aplikací, ale bude vám stačit pouze eRouška. Evropské státy totiž připravují systém vzájemné kompatibility aplikací. Do té doby můžete v daném státě používat příslušnou místní aplikaci.",

    "web.faq.questions.basic_recommendations.question": "Základní doporučení při řešení problémů s aplikací",
    "web.faq.questions.basic_recommendations.answer.0": "Pokud vám aplikace zobrazuje chybovou hlášku, zkontrolujte prosím nejprve, zda máte nainstalované aktualizace operačního systému (<a href=\"https://support.google.com/android/answer/7680439\" target=\"_blank\">postup aktualizace Androidu</a>, <a href=\"https://support.apple.com/cs-cz/HT204204\" target=\"_blank\">postup aktualizace iOS</a>) a nepoužíváte jejich beta verzi.",
    "web.faq.questions.basic_recommendations.answer.1": "Dále prosím zkontrolujte v obchodu <a href=\"https://play.google.com/store/apps/details?id=cz.covid19cz.erouska\" target=\"_blank\">Google Play (Android)</a> nebo <a href=\"https://apps.apple.com/cz/app/erouška/id1509210215\" target=\"_blank\">App Store (iOS)</a>, zda není pro eRoušku dostupná nová aktualizace.",
    "web.faq.questions.basic_recommendations.answer.2": "Doporučujeme rovněž povolit automatické aktualizace aplikace eRouška:",
    "web.faq.questions.basic_recommendations.answer.3": "<ul><li><a href=\"https://support.google.com/googleplay/answer/113412#autoone\" target=\"_blank\">Postup pro Android zde:</a> Spusťte aplikaci Obchod Google Play, klepněte na nabídku Moje aplikace a hry → Vyberte aplikaci, kterou chcete aktualizovat → Klepněte na ikonu možností a klepněte na Aktivovat automatické aktualizace.</li><li><a href=\"https://support.apple.com/cs-cz/HT202180#automatic\" target=\"_blank\">Postup pro iOS zde:</a> Na iPhonu přejděte do Nastavení → [vaše jméno] → iTunes a App Store. Pak zapněte volbu Aktualizace aplikací.</li></ul>",

    "web.faq.questions.activation_error.question": "Nejde aktivovat eRouška. / Android: Chyba aktivace 17 (Exposure Notification API není k dispozici) / iOS: Kód chyby: 3",
    "web.faq.questions.activation_error.answer.0": "Pro vyřešení chyby na Android zařízení, zkuste prosím postupovat takto:",
    "web.faq.questions.activation_error.answer.1": "<ol><li>Zkontrolujte, zda jste <em>hlavní uživatel</em> zařízení, zda máte v telefonu služby Play a zda je k dispozici <em>Nastavení → Google → Oznámení o možném kontaktu (COVID-19 Exposure Notifications)</em>.</li><li>Odinstalujte eRoušku.</li><li>Smažte mezipaměť a data u Google Play Services a Obchodu Play (<a href=\"https://support.google.com/googleplay/answer/9037938\" target=\"_blank\">postup zde, viz kroky 2 a 3</a>).</li><li>Nainstalujte eRoušku a zapněte opět <em>Oznámení o možném kontaktu COVID-19</em>.</li></ol>",
    "web.faq.questions.activation_error.answer.2": "Pro vyřešení chyby na iPhonu, zkuste prosím postupovat takto:",
    "web.faq.questions.activation_error.answer.3": "<ol><li>Zkontrolujte, zda není k dispozici aktualizace iOS a zda nejste zapojení do beta testování iOS.</li><li>Odinstalujte eRoušku.</li><li>Pokud je <em>Nastavení → Kontakty s nákazou (příp. Oznámení o kontaktech s nákazou s COVID-19)</em> vypnuté, zapněte jej prosím přepínačem.</li><li>Nainstalujte eRoušku a opět zapněte <em>Oznámení o kontaktech s nákazou</em>.</li></ol>",
    "web.faq.questions.activation_error.answer.4": "Pokud se vám i přes aktualizaci systému, aplikace a uvedené kroky nadále objevuje chyba aktivace, je bohužel možné, že vaše zařízení ještě nepodporuje Bluetooth LE (Low Energy Advertising), nepodporuje Bluetooth Multiple Advertisement, není autorizované Googlem pro Exposure Notifications nebo vůbec nemá Exposure Notifications API.",

    "web.faq.questions.iOS_eRouska_paused_error.question": "Na iPhonu se eRouška pozastavila a nejde znovu spustit.",
    "web.faq.questions.iOS_eRouska_paused_error.answer.0": "Tento problém postihuje některé uživatele iPhonů po updatu iOS. Zkuste prosím eRoušku odinstalovat a znovu nainstalovat. Na iOS nepřijdete o zaznamenaná data, zůstávají uložená na úrovni systému.",
    "web.faq.questions.iOS_EN_location_changed_error.question": "Na iPhonu se zobrazuje upozornění: Změnila se oblast oznámení o kontaktech s nákazou.",
    "web.faq.questions.iOS_EN_location_changed_error.answer.0": "Zkuste prosím vypnout přepínač v Nastavení → Kontakty s nákazou → Upozornění na dostupnost.",
    "web.faq.questions.EN_mistaken.question": "Zobrazilo se mi upozornění na možné setkání s nakaženým, ale eRouška po otevření ukazuje, že nezaznamenala nikoho nakaženého v mém okolí.",
    "web.faq.questions.EN_mistaken.answer.0": "Pokud vás překvapilo oznámení s červenou ikonkou viru a textem Oznámení o možném kontaktu (Android) nebo Zaznamenání kontaktů (iOS), nemusíte se obávat. Jde pouze o systémové oznámení Androidu a iOS, na které nemá eRouška vliv. Jak vypadá skutečné oznámení eRoušky najdete <a href=\"https://www.facebook.com/eRouska/posts/180938253548928\" target=\"_blank\">na tomto obrázku</a>.",
    "web.faq.questions.EN_mistaken.answer.1": "Pokud byste měli rizikový kontakt s nakaženou osobou, zjistíte to přímo na hlavní obrazovce eRoušky.",
    "web.faq.questions.EN_mistaken.answer.2": "Pokud jste předtím skutečně viděli rizikové setkání přímo v eRoušce, odkud zmizelo, je možné, že aktualizací aplikace pro Android došlo k úpravě parametrů vyhodnocení rizikového kontaktu a nyní už eRouška nepovažuje dané setkání za rizikové.",

    "web.faq.questions.instalation_of_eRouska.question": "Odkud si můžu eRoušku bezpečně stáhnout a nainstalovat?",
    "web.faq.questions.instalation_of_eRouska.answer.0": "Aplikace eRouška je dostupná pouze <a href=\"https://play.google.com/store/apps/details?id=cz.covid19cz.erouska\" target=\"_blank\">v Obchodě Play pro Android</a> a <a href=\"https://apps.apple.com/cz/app/erou%C5%A1ka/id1509210215\" target=\"_blank\">v App Store pro iPhone</a>.",

    "web.faq.questions.keys_found_in_settings_and_erouska_difference.question": "Proč v Nastavení telefonu v sekci Kontrola kontaktu vidím u konkrétního data nalezené klíče, ale eRouška mi nezobrazuje žádná riziková setkání?",
    "web.faq.questions.keys_found_in_settings_and_erouska_difference.answer.0": "Počet nalezených klíčů představuje počet zaznamenaných setkání s nakaženými uživateli. Neznamená to však nutně, že tato setkání byla riziková. Pokud setkání s nakaženým uživatelem nebylo rizikové (delší než 15 minut ve vzdálenosti kratší než 2 metry), tak na něj eRouška neupozorňuje. Proto v aplikaci není vidět.",
    "web.faq.questions.sms_delivery_time.question": "Byl jsem na testech na COVID-19, ale stále mi nepřišla SMS s ověřovacím kódem do eRoušky. Za jak dlouho ji mám čekat?",
    "web.faq.questions.sms_delivery_time.answer.0": "Nejprve by vám měl přijít výsledek testu v SMS od testovací laboratoře. Ta výsledky současně odesílá do centrálního informačního systému Ministerstva zdravotnictví. Poté, co se informace z informačního systému propíšou do systému hygieny, se odesílají automatické SMS eRoušky s ověřovacími kódy. Pokud se výsledky z laboratoře nestihnou propsat do systému hygieny do 22:00, může vám SMS s ověřovacím kódem přijít až následující den.",
    "web.faq.questions.sms_delivery_time.answer.1": "<b>Pokud vám SMS eRoušky nepřišla ani následující den</b> poté, co Vám přišla SMS s pozitivními výsledky z laboratoře, pošlete nám prosím na <a href=\"mailto:info@erouska.cz\">info@erouska.cz</a> žádost s těmito informacemi:",
    "web.faq.questions.sms_delivery_time.answer.2": "<ul><li>celé jméno, které jste uvedli na žádance o test,</li><li>tel. číslo, které jste uvedli na žádance o test,</li><li>laboratoř, ze které vám přišly výsledky testu.</li></ul>",
    "web.faq.questions.why_I_cant_see_time_of_encounters.question": "Proč v eRoušce nevidím konkrétní čas rizikového setkání?",
    "web.faq.questions.why_I_cant_see_time_of_encounters.answer.0": "Aplikace eRouška je postavená na Apple/Google Exposure Notification protokolu, který zajišťuje zaznamenávání a vyhodnocování setkání na úrovni operačního systému. Apple/Google protokol poskytuje eRoušce přístup pouze k datu rizikového setkání, bližší informace nejsou k dispozici z důvodu co nejvyšší ochrany soukromí uživatelů.",

    "web.faq.questions.what_to_do_on_sms.question": "Jak mám postupovat, když mám pozitivní výsledek testu na COVID-19 nebo mi přišla SMS eRoušky s ověřovacím kódem?",
    "web.faq.questions.what_to_do_on_sms.answer.0": "Jestliže vám přišla SMS z laboratoře s pozitivním výsledkem testu na COVID-19, měla by vám do několika hodin přijít také SMS eRoušky s ověřovacím kódem pro odeslání dat. SMS eRoušky se odesílají automatizovaně po zapsání výsledku testů do informačního systému. Odcházejí denně vždy od 8:00 do 22:00.",
    "web.faq.questions.what_to_do_on_sms.answer.1": "Jakmile vám přijde SMS eRoušky s ověřovacím kódem, <a href=\"https://erouska.cz/sms\" target=\"_blank\">postupujte prosím podle tohoto návodu</a>. Uvedený postup vám umožní anonymně informovat ostatní uživatele o případném rizikovém setkání. Děkujeme.",
    "web.faq.questions.why_notification_after_few_days.question": "Zobrazilo se mi upozornění/notifikace na rizikové setkání, ke kterému došlo před několika dny. Proč mě eRouška upozornila až teď?",
    "web.faq.questions.why_notification_after_few_days.answer.0": "Aplikace eRouška nemůže vyhodnotit riziková setkání a zobrazit upozornění dříve, než uživatel s pozitivním testem na COVID-19 odešle data ze své eRoušky. Pokud se vám dnes zobrazila notifikace, která upozorňuje na rizikové setkání s nakaženým před několika dny, znamená to, že nakažený odeslal data ze své eRoušky teprve včera. Vaše eRouška si je dnes stáhla a vyhodnotila.",
    "web.faq.questions.one_notification_more_encounters.question": "Zobrazilo se mi upozornění/notifikace na rizikové setkání s nakaženým, ale na obrazovce Rizikové setkání vidím více záznamů s různými daty.",
    "web.faq.questions.one_notification_more_encounters.answer.0": "Aplikace eRouška vyhodnocuje riziková setkání až poté, co uživatel s pozitivním testem na COVID-19 odešle data ze své eRoušky. Pokud se vám zobrazila pouze jedna notifikace na rizikový kontakt, ale v Rizikových setkáních máte více záznamů, znamená to, že jste se s nakaženým setkali v předchozích dnech vícekrát nebo že v jeden den odeslalo data ze svého telefonu více nakažených uživatelů současně.",

    "web.faq.questions.risk_encounter_parameters.question": "Jak eRouška vyhodnocuje rizikové setkání?",
    "web.faq.questions.risk_encounter_parameters.answer.0": "Epidemiologové stanovují rizikový kontakt jako setkání, které je ve vzdálenosti bližší než 2 metry po dobu alespoň 15 minut. Aplikace eRouška se to snaží co nejpřesněji změřit dostupnými technologiemi. Vzdálenost mezi uživateli, respektive jejich telefony, se odhaduje na základě síly signálu Bluetooth. Doba setkání se posuzuje podle měřicích oken – telefon v několikaminutových intervalech zjišťuje, zda jsou v okolí jiné telefony s eRouškou.",
    "web.faq.questions.risk_encounter_parameters.answer.1": "Vyšší přesnosti měření lze tedy dosáhnout častějším vysíláním a zaznamenáváním dalších zařízení s eRouškou v okolí. To se bohužel promítne do vyšší spotřeby baterie. Algoritmy měření nastavují Apple a Google ve svém Exposure Notification protokolu, na kterém je eRouška postavená. Vývojáři eRoušky mohou pouze částečně upravovat některé parametry a provádět doplňující filtrování výsledků.",

    "web.faq.questions.phone_recovery_or_upgrade.question": "Přenesou se data z eRoušky po obnově telefonu ze zálohy nebo při přechodu na nový telefon?",
    "web.faq.questions.phone_recovery_or_upgrade.answer.0": "Z důvodů ochrany soukromí uživatelů operační systémy Android ani iOS nezálohují data z Exposure Notifications. Při reinstalaci telefonu nebo přechodu na jiné zařízení tedy nelze přenést ani obnovit zaznamenané a vygenerované identifikátory.",
    "web.faq.questions.EN_error_after_icloud_recovery.question": "Co dělat, když po obnově iPhonu ze zálohy iCloudu / přechodu na nový iPhone eRouška přestala fungovat?",
    "web.faq.questions.EN_error_after_icloud_recovery.answer.0": "Na iOS 14.0 a 14.1 existuje v současnosti chyba, která při obnově dat ze zálohy vypne v Nastavení telefonu Oznámení o kontaktech s nákazou (Exposure Notifications), která eRouška potřebuje pro své fungování.",
    "web.faq.questions.EN_error_after_icloud_recovery.answer.1": "Pro opravu prosím zkuste některý z těchto postupů:",
    "web.faq.questions.EN_error_after_icloud_recovery.answer.2": "<ol><li>V Nastavení telefonu → Kontakty s nákazou → Vypnout oznámení kontaktů s nákazou. Otevřít eRoušku a znovu potvrdit vyžádaná povolení.</li><li>Smazat eRoušku, znovu ji nainstalovat a aktivovat.</li><li>Znovu nastavit náš region jako aktivní: V Nastavení → Kontakty s nákazou → Žádná aktivní oblast → Zvolit náš region v sekci autorizovaných regionů → ťuknout na <em>Nastavit jako aktivní oblast</em>. Spustit znovu eRoušku.</li></ol>",

    "web.faq.questions.erouska_error_401.question": "Na iPhonu eRouška při odeslání dat zobrazuje chybu 401 nebo 500.",
    "web.faq.questions.erouska_error_401.answer.0": "Zkuste prosím eRoušku smazat a znovu nainstalovat z App Store. Na iOS nepřijdete o zaznamenaná data, protože zůstávají uložená na úrovni systému. Pokud by mezitím platnost ověřovacího SMS kódu vypršela, napište nám prosím na <a href=\"mailto:info@erouska.cz\">info@erouska.cz</a>, uveďte číslo chyby, celé jméno a tel. číslo. Zašleme vám nový kód.",

    "web.faq.questions.update_date_stuck.question": "Na iPhonu zobrazuje eRouška na domovské obrazovce datum poslední aktualizace starší než 24 hodin.",
    "web.faq.questions.update_date_stuck.answer.0": "Jde pouze o vizuální chybu. Stačí aplikaci eRouška ručně ukončit (<a href=\"https://support.apple.com/cs-cz/HT201330\" target=\"_blank\">postup zde</a>) a znovu spustit. Pokud by se datum přesto neaktualizovalo, pošlete nám prosím z Kontaktů v eRoušce e-mail s diagnostickými daty na <a href=\"mailto:info@erouska.cz\">info@erouska.cz</a>.",

    "web.faq.questions.antigen_test.question": "Přijde mi SMS s kódem do eRoušky, když mám pozitivní antigenní test na COVID-19?",
    "web.faq.questions.antigen_test.answer.0": "Pokud máte <a href=\"https://drive.google.com/file/d/1HPwtltNRuzmowjZgE_c1u-a8m3W89T-p/view\" target=\"_blank\">pozitivní výsledek antigenního testu a máte příznaky COVID-19</a> (uvádíte v žádance), přijde vám SMS s kódem do eRoušky stejně jako v případě pozitivního PCR testu.",
    "web.faq.questions.antigen_test.answer.1": "V případě, že máte <a href=\"https://covid.gov.cz/situace/antigenni-testovani/interpretace-vysledku-antigenniho-testu-jak-se-zachovat-po-obdrzeni\" target=\"_blank\">pozitivní výsledek antigenního testu, ale nepociťujete příznaky</a>, půjdete na PCR test. Na základě pozitivního výsledku PCR testu by vám přišla SMS s kódem do eRoušky. V případě negativního PCR testu neodesíláte data z eRoušky.",
    
    "web.faq.questions.erouska_statistics.question": "Publikuje eRouška nějaké statistiky svého využití?",
    "web.faq.questions.erouska_statistics.answer.0": "Statistiky publikujeme ve formátu JSON na adrese <a href=\"https://stats.erouska.cz\" target=\"_blank\">https://stats.erouska.cz/</a>. Data mají následující strukturu: <code>{"data":{"modified":1608696001,"date":"20201223","activations_yesterday":2042,"activations_total":1475571,"key_publishers_yesterday":718,"key_publishers_total":39175,"notifications_yesterday":631,"notifications_total":197298}}</code>",
    "web.faq.questions.erouska_statistics.answer.1": "<ul><li>"modified" = unix timestamp vygenerovaných statistik,</li><li>"date" = datum vytvoření reportu</li><li>"activations_yesterday" = počet aktivací za předchozí kalendářní den,</li><li>"activations_total" = celkový počet aktivací eRoušky,</li><li>"key_publishers_yesterday":718 = počet nakažených lidí, kteří zadali v předchozím dni do eRoušky kód pro odeslání dat,</li><li>"key_publishers_total" = celkový počet nakažených lidí, kteří zadali do eRoušky kód pro odeslání dat,</li><li>"notifications_yesterday" = počet lidí, kterým se za předchozí den zobrazilo upozornění na rizikové setkání,</li><li>"notifications_total" = celkový počet lidí, kterým se zobrazilo upozornění na rizikové setkání",
    "web.faq.questions.erouska_statistics.answer.2": "Zavolání bez parametru zobrazí informace k aktuálnímu datu. Zavolání s parameterem "date" umožní vyvolat data za libovolný den od 23.10.2020 (pro předchozí dny nemáme uloženou aktuální verzi, i když statistický systém běžel).",
    "web.faq.questions.erouska_statistics.answer.3": "Příklad: Dotaz na data k 1.12.2020 vypadá při použití programu curl následovně: <code>curl -H "Content-Type: application/json" -d '{"data": {"date": "2020-12-01"}}' https://stats.erouska.cz/</code>",
    
    "web.evaluation.page_title": "Spolehlivost vyhodnocení rizikového kontaktu",
    "web.evaluation.description": "Informace o zpracování osobních údajů a další podmínky používání aplikace eRouška 2.0 při boji proti koronaviru v Česku.",
    "web.evaluation.title": "Spolehlivost vyhodnocení rizikového kontaktu",
    "web.evaluation.link": "Vyhodnocení rizika",
    "web.evaluation.content.intro.0": "Spolehlivost vyhodnocení rizikového kontaktu, tedy hodnověrnost informace, že uživatel upozorněný aplikací na rizikové setkání s nakaženou osobou s ní byl opravdu v rizikovém kontaktu, závisí na dvou hlavních skupinách faktorů:",
    "web.evaluation.content.intro.1": "<li>parametry prostředí, které jsou pro aplikaci „neviditelné“ (zda uživatelé aplikace při setkání mají roušky, stojí čelem nebo zády k sobě, jsou oddělení plexisklovou přepážkou, apod.)</li><li>technické parametry spolehlivosti měření vzdálenosti na základě Bluetooth signálu u jednotlivých typů mobilních telefonů (ovlivňuje Apple/Google protokol, ale také stav baterie, umístění telefonu na těle uživatele, pohyb uživatele apod.)</li>",
    "web.evaluation.content.intro.2": "Spolehlivost vyhodnocení tedy principiálně nemůže být stoprocentní. Vzhledem k anonymizovanému schématu řešení <strong>Apple/Google Exposure Notification</strong> navíc nelze identifikované rizikové kontakty prověřit jiným způsobem (nejsou známé informace kdo, s kým, kdy a kde se setkal). ",
    "web.evaluation.content.intro.3": "V malém procentu případů proto může docházet jak k mylnému vyhodnocení rizikového kontaktu tam, kde skutečně rizikovým nebyl (falešné pozitivy), tak i k mylnému vyhodnocení kontaktu jako nerizikového tam, kde rizikovým ve skutečnosti byl (falešné negativy). Z pohledu jednotlivce se taková míra spolehlivosti může jevit jako nedostatečná (např. by zbytečně měli zůstávat doma). Z pohledu ochrany veřejného zdraví společnosti jako celku je však pro zastavení šíření nákazy kritické zejména informovat většinu rizikových kontaktů co nejdříve, nezáleží na malém procentu nepřesností.",
    "web.evaluation.content.intro.4": "Technické parametry spolehlivosti měření vzdálenosti záleží primárně na implementaci Exposure Notification API v operačních systémech Google a Apple na jednotlivých typech telefonů. Důležitým faktorem, který ovlivňuje přesnost měření, je počet prováděných měření v čase. Tento parametr zároveň negativně ovlivňuje spotřebu baterie a je tedy předmětem průběžně dolaďovaných kompromisů (v implementaci Google a Apple).",
    "web.evaluation.content.intro.5": "Dále lze spolehlivost ovlivnit nastavením parametrů procesu vyhodnocení rizikového kontaktu ze strany aplikace. Tým eRouška provedl interní testování spolehlivosti vyhodnocení a nastavení parametrů, porovnal jejich nastavení s nastavením publikovaným autory obdobných aplikací v dalších evropských zemích – Německu, Rakousku, Nizozemí a Švýcarsku. Na základě těchto testů a porovnání jsme zvolili počáteční sadu parametrů pro vyhodnocení rizikového kontaktu, které publikujeme na této stránce. ",
    "web.evaluation.content.intro.6": "Tým eRouška bude pokračovat v testování nových verzí implementace Apple/Google API v operačních systémech, sledovat zkušenosti z provozu v ČR i ze zahraničních implementací a podle nich optimalizovat parametry vyhodnocení rizikového kontaktu. Zároveň budeme publikovat související informace na této stránce.",
    "web.evaluation.content.intro.7": "Poznámka: Informace na této stránce vychází z dokumentace a zkušeností s použitím Apple/Google Exposure Notification API. S novými verzemi implementace API může Apple a Google popisované chování měnit. ",
    "web.evaluation.content.evaluation.0": "Vyhodnocení rizikového kontaktu",
    "web.evaluation.content.evaluation.1": "Aplikace, která využívá systém Apple/Google Exposure Notification (jako eRouška 2.0 – dále jen „Aplikace“), vysílá šifrované klíče pomocí technologie Bluetooth Low Energy (LE) a pomocí stejné technologie periodicky skenuje okolí a ukládá si detekované klíče vysílané Aplikací z jiných zařízení. K naskenovaným klíčům Aplikace ukládá sílu jejich signálu, dobu, po kterou kontakt s daným klíčem trval, a datum, kdy ke kontaktu došlo.",
    "web.evaluation.content.evaluation.2": "Pokud se uživatel Aplikace nakazí koronavirem, může po obdržení autorizačního kódu od hygienické služby odeslat náhodné klíče své Aplikace na server, ze kterého si je následně stáhnou všechna ostatní zařízení, na kterých je Aplikace nainstalovaná. Následně Aplikace na těchto zařízeních porovná, jestli jsou klíče zařízení nakaženého uložené mezi klíči, které naskenovala. Pokud ano, Aplikace vyhodnotí, jestli setkání s nakaženým bylo rizikové.",
    "web.evaluation.content.evaluation.3": "Za rizikové setkání aplikace eRouška považuje setkání s nakaženým uživatelem na <strong>vzdálenost kratší než 2 m po dobu delší než 15 minut</strong>.",
    "web.evaluation.content.evaluation.4": "Za účelem tohoto vyhodnocení Aplikace zkoumá zejména sílu signálu a dobu trvání setkání. Síla signálu se používá pro odhad vzdálenosti zařízení. ",
    "web.evaluation.content.evaluation.5": "Apple a Google průběžně pracují na snížení dopadu těchto omezení a na maximalizaci přesnosti vyhodnocení. V červencovém měření nizozemské aplikace bylo např. zjištěno přes 20 % falešných pozitiv i přes 20 % případů falešných negativ. Obdobné hodnoty byly potvrzeny v červencových proof-of-concept testech týmy eRouška, obdobné hodnoty také publikuje tým německé aplikace Corona-Warn-App, vytvořené v červenci. Od té doby byly publikovány nové verze implementací API, které parametry měření zpřesňují. V Apple/Google API verze 1.6 bylo např. zapracováno porovnání síly signálu, který vysílají jednotlivá zařízení, a pro každé zařízení je stanovena korekce, která se vysílá v rámci šifrovaného identifikátoru a následně používá pro úpravu síly signálu zapsané detekujícím zařízením. Ve verzi iOS 13.6 byl zvýšen počet měření prováděných v čase.",
    "web.evaluation.content.evaluation.6": "Jako vstupní parametry pro spuštění aplikace eRouška jsme zvolili nastavení německé aplikace Corona-Warn-App, ale používáme novější verze API. Parametry nastavení a způsob jejich použití pro výpočet rizikovosti setkání jsou uvedené níže.",
    "web.evaluation.content.way.0": "Způsob vyhodnocení",
    "web.evaluation.content.way.1": "Systém Apple/Google Exposure Notification (“EN”) nabízí následující způsob pro výpočet rizikovosti setkání:",
    "web.evaluation.content.contagiousness.0": "Stanovení nakažlivosti",
    "web.evaluation.content.contagiousness.1": "Standardní epidemiologické šetření, které probíhá mezi pracovníkem KHS a nakaženým uživatelem Aplikace, je nezbytným předpokladem k využití Aplikace v rámci Chytré karantény. V rámci tohoto šetření je možné stanovit den prvních příznaků nakaženého. Pokud nakažený uživatel aplikace souhlasí s odesláním šifrovaných klíčů svého zařízení, pracovník KHS odešle na server rovněž informaci o datu prvních příznaků. Na serveru je potom toto datum připojeno ke klíčům ze zařízení nakaženého.",
    "web.evaluation.content.contagiousness.2": "Na základě data prvních příznaků Aplikace definuje den, kdy lze obecně považovat nakaženého za nakažlivého. Podle současného nastavení je to o dva dny dříve, než se projevily první příznaky (tj. den předcházející dni, který předchází dni, kdy došlo k prvním příznakům).",
    "web.evaluation.content.contagiousness.3": "Pouze setkání, ke kterým došlo ve dnech, kdy byl podle výše uvedeného nastavení nakažený nakažlivým, mohou být vyhodnocena jako riziková setkání.",
    "web.evaluation.content.basket.0": "Stanovení košů rizika",
    "web.evaluation.content.basket.1": "Cílem následujícího nastavení je maximálně se přiblížit žádoucímu stavu, kdy setkání, které proběhlo na vzdálenost kratší než 2 m po dobu alespoň 15 minut, je vyhodnocené jako rizikové, a setkání, kde tyto podmínky splněné nejsou, je vyhodnocené jako nerizikové.",
    "web.evaluation.content.basket.2": "Vývojáři Aplikace stanoví tři hodnoty útlumu signálu, a vytvoří tak čtyři rizikové koše. Útlum signálu (attenuation) je jednotka, kterou je možné měřit ze síly signálu. Čím vyšší hodnota útlumu, tím nižší síla signálu.",
    "web.evaluation.content.basket.3": "<li>Koš bezprostředního rizika pro hodnoty útlumu nižší, než je nejnižší z těchto tří hodnot</li><li>Koš vysokého rizika pro hodnoty útlumu mezi nejnižší a střední hodnotou</li><li>Koš středního rizika pro hodnoty útlumu mezi střední a nejvyšší hodnotou</li><li>Koš nízkého rizika pro hodnoty útlumu vyšší, než je nejvyšší z těchto dvou hodnot</li>",
    "web.evaluation.content.basket.4": "Koše bezprostředního, vysokého, středního a nízkého rizika, hraniční hodnoty jsou 55, 63 a 75 dB.",
    "web.evaluation.content.basket.5": "Vývojáři dále stanoví konstantu (0 %–250 %) pro každý koš. Doba setkání v minutách v každém koši se pak upraví konstantou daného koše. ",
    "web.evaluation.content.basket.6": "Pro ověření přesnosti v plánovaných polních testech jsme zvolili nastavení německé aplikace Corona-Warn-App. To znamená, že čas strávený v rámci setkání v koši bezprostředního rizika je upraven konstantou 150 % (tj. vynásoben 1,5x), čas v koši vysokého rizika má konstantu 100 % (bez dopadu), čas v koši středního rizika má konstantu 16,7 % a čas v koši nízkého rizika má konstantu 0 % (tj. není vůbec započítán).",
    "web.evaluation.content.basket.7": "Nakonec vývojáři aplikace stanoví hodnotu minimálního rizikového skóre (v minutách). Pokud je celkový čas setkání v minutách přepočtený za pomoci konstant vyšší nebo roven minimálnímu rizikovému skóre, setkání je vyhodnoceno jako rizikové a na zařízení se uživateli zobrazí související upozornění. Pokud je tento celkový přepočtený čas nižší, než je minimální rizikové skóre, setkání je vyhodnoceno jako nerizikové.",

    "web.conditions.page_title": "Podmínky používání",
    "web.conditions.description": "Informace o zpracování osobních údajů a další podmínky používání aplikace eRouška 2.0 při boji proti koronaviru v Česku.",
    "web.conditions.title": "Podmínky používání",
    "web.conditions.link": "Podmínky používání <br>a ochrana soukromí",
    "web.conditions.perex.part_1": "Informace o zpracování osobních údajů a další podmínky používání aplikace eRouška 2.0",
    "web.conditions.sections.table_of_contents": "Obsah",
    "web.conditions.sections.personal": "Informace o zpracování osobních údajů",
    "web.conditions.sections.technical": "Technické podmínky",
    "web.conditions.technical.title": "Technické podmínky",
    "web.conditions.technical.devices.title": "Na jakých zařízeních eRouška 2.0 funguje?",
    "web.conditions.technical.devices.text.part_1": "Původní eRouška 1.0 vyžadovala pro své fungování operační systém iOS verze 11 (a vyšší) nebo operační systém Android verze 5 a vyšší.",
    "web.conditions.technical.devices.text.part_2": "eRouška 2.0 využívá pro své fungování Apple/Google protokol. Z tohoto důvodu eRouška funguje pouze na zařízeních, která jsou tímto protokolem podporována. Mezi tato patří zařízení typu iPhone s operačním systémem iOS verze 13.5 a vyšším a zařízení s operačním systémem Android verze 6.0 a vyšším, která obsahují aplikaci Google Play Services. Mezi zařízení, která podporována nejsou, patří např. zařízení iPad nebo některé nové modely značky Huawei bez aplikace Google Play Services.",
    "web.conditions.technical.internet.title": "Využití připojení k internetu",
    "web.conditions.technical.internet.text.part_1": "eRouška 2.0 bude pro své fungování vyžadovat občasné připojení k internetu (ideálně 2x denně). eRouška 2.0 se jednou denně připojí k internetu proto, aby si ze serveru stáhla poslední seznam identifikátorů zařízení nakažených osob, a mohla tak vyhodnotit, jestli s některým z těchto zařízení nedošlo k rizikovému setkání. eRouška se k internetu připojí jednou denně rovněž za účelem stažení aktuálních informací o vývoji epidemie v ČR, které jsou poté dostupné na stránce Aktuálně. Objem denně stahovaných dat závisí na počtu nakažených uživatelů aplikace. V případě, že by za den přibylo např. 500 nakažených uživatelů eRoušky, denní objem stažených dat by činil cca 300 kB. Pro porovnání, načtení průměrné webové stránky vyžaduje cca 5 MB dat.",
    "web.conditions.technical.battery.title": "Spotřeba baterie",
    "web.conditions.technical.battery.text.part_1": "Fungování eRoušky 2.0, které vyžaduje zapnutí Bluetooth, má za následek spotřebu baterie zařízení, na kterém aplikace běží. Tato spotřeba by nicméně měla být řádově nižší než v případě eRoušky 1.0 a měla by dosahovat jednotek procent kapacity baterie za den.",

    "web.audit.page_title": "Audit a kód aplikace",
    "web.audit.description": "Kód mobilní aplikace eRouška, která pomáhá zpomalit šíření koronaviru v Česku, prochází audity nezávislých institucí.",
    "web.audit.title": "Audit a kód",
    "web.audit.link": "Audit a kód",
    "web.audit.section1.perex": "Kód aplikace eRouška 2.0 prochází nezávislým auditem, který prověřuje jeho nezávadnost a soulad s {0}.",
    "web.audit.section1.perex_gdpr": "Informacemi o zpracování osobních údajů",
    "web.audit.section1.open_source.text": "Jako open-source je kód aplikace zcela k dispozici na serveru GitHub ({0}, {1}). Verze eRouška 2.0 má jako jediná v ČR autorizaci používat Apple/Google protokol (bližší informace: {2}, {3}).",
    "web.audit.section1.open_source.android": "Android",
    "web.audit.section1.open_source.ios": "iOS",
    "web.audit.section1.open_source.apple_info": "Apple – anglicky",
    "web.audit.section1.open_source.google_info": "Google – česky",
    "web.audit.section1.audits_v2": "Audity a posudky – eRouška 2.0",
    "web.audit.section1.review_cvut_4": "FIT ČVUT – Posudek mobilní aplikace eRouška ze dne 12. 10. 2020",
    "web.audit.section1.review_spoou": "Vyjádření Spolku pro ochanu osobních údajů k nastavení aplikace eRouška ze dne 21. 9. 2020",
    "web.audit.section1.audits_v1": "Audity a posudky – eRouška 1.0",
    "web.audit.section1.review_cvut_1": "FIT ČVUT – Posudek mobilní aplikace eRouška ze dne 2. 4. 2020",
    "web.audit.section1.review_cvut_2": "Ackee – doplňující audit k auditu ČVUT, aplikace eRouška pro Android (verze 1.0.381)",
    "web.audit.section1.review_cvut_3": "Ackee – doplňující audit k auditu ČVUT, aplikace eRouška pro Android (verze 1.0.381) a iOS (verze 1.0)",
    "web.audit.section1.review_vesely": "Vyjádření důvěry aplikaci – Ondřej Veselý, externí etický expert v oblasti R&D pro Evropskou komisi",
    "web.audit.section1.review_cerge": "Využití technologie Bluetooth pro trasování šíření covid-19 – Ole Jann, Pavel Kocourek, Jakub Steiner (CERGE-EI), duben 2020",

    "web.cookies.page_title": "Informace o cookies",
    "web.cookies.description": "Podrobnosti k používání cookies na webu aplikace eRouška.",
    "web.cookies.title": "Informace o cookies",
    "web.cookies.link": "Informace o cookies",
    "web.cookies.intro": "Na internetové stránce erouska.cz používáme službu Google Analytics, což je analytická služba poskytovaná společností Google Inc. („Google“). Google Analytics používá tzv. „cookies“, textové soubory, které se ukládají ve vašem počítači a umožňují analýzu vašeho používání webové stránky za účelem zlepšování služeb erouska.cz. Přitom však nedochází k vaší identifikaci. I vaše IP adresa je zpracována pouze ve zkrácené podobě, aby vás opravdu nebylo možné identifikovat.",
    "web.cookies.control_heading": "Používání cookies máte pod kontrolou",
    "web.cookies.control": "Všechny standardní prohlížeče Vám umožňují nastavit, zda se budou cookies na vašem počítači ukládat, a umožňují Vám vymazat již uložené cookies. Kromě toho můžete použití Google Analytics zakázat použitím doplňku dostupného z",
    "web.cookies.consent": "Pokud máte ukládání cookies povolené a navštívíte naše webové stránky, souhlasíte tím s používáním cookies podle těchto informací a podle podmínek Google Analytics.",
    "web.cookies.more_information": "Bližší informace o podmínkách používání a ochraně dat v souvislosti se službou Google Analytics naleznete na adrese",
    "web.cookies.more_information_or": "nebo",
    "web.cookies.anonymize": "Tato webová stránka používá rozšíření „anonymizeIp“, takže jsou IP adresy zpracovávány pouze zkráceně, aby se vyloučila přímá osobní identifikovatelnost.",

    "web.sms.page_title": "Ověření pomocí SMS kódu",
    "web.sms.description": "Informace o ověření pomocí SMS kódu pro uživatele aplikace eRouška.",
    "web.sms.title": "Ověření pomocí SMS kódu",
    "web.sms.perex": "Odeslání dat z eRoušky pro varování ostatních uživatelů v případě pozitivního testu na COVID-19",
    "web.sms.questions.where.question": "Kam mám zadat ověřovací kód z SMS?",
    "web.sms.questions.where.answer.text_0": "Používali jste eRoušku ještě předtím, než jste šli na test na COVID-19? Pokud jste ji nainstalovali až nyní, nestihla ještě zaznamenat žádná setkání s jinými uživateli, které by mohla varovat, a proto SMS kód nemá smysl zadávat. Jak eRouška funguje, najdete <a href=\"https://erouska.cz/caste-dotazy#fungovani\" target=\"_blank\">v častých dotazech</a>.",
    "web.sms.questions.where.answer.text_1": "Pokud používáte aplikaci déle, máte pozitivní test na COVID-19 a přišla vám SMS eRoušky s kódem, postupujte prosím takto:",
    "web.sms.questions.where.answer.steps.step_1": "Ověřte prosím v Obchodě Play nebo App Store, že máte aktuální verzi aplikace eRouška ({0} pro Android, {1} pro iOS).",
    "web.sms.questions.where.answer.steps.step_2": "Otevřete aplikaci eRouška, klikněte na tlačítko <em>Anonymně upozornit ostatní</em>.",
    "web.sms.questions.where.answer.steps.step_3": "Do pole <em>Ověřovací kód (povinné)</em> vložte kód z SMS a klikněte na tlačítko <em>Ověřit a odeslat data</em>.",
    "web.sms.questions.where.answer.text_2": "Tímto se z vaší eRoušky odešlou klíče (identifikátory) do eRoušek všech ostatních uživatelů. V jejich eRouškách se vyhodnotí, jestli s vámi byli v rizikovém kontaktu, a případně se jim zobrazí anonymní varování s doporučením dalšího postupu.",
    "web.sms.questions.where.answer.photos.title.0": "Zadání ověřovacího kódu na telefonech Android",
    "web.sms.questions.where.answer.photos.title.1": "Zadání ověřovacího kódu na telefonech iPhone",

    "web.sms.questions.expiration.question": "Jak dlouho kód z SMS platí?",
    "web.sms.questions.expiration.answer": "Platnost SMS kódu je 4 hodiny od odeslání. SMS se odesílají denně od 8:00 do 22:00. Pokud kód nestihnete zadat v termínu nebo jej zadáte špatně, kontaktujte nás prosím na <a href=\"mailto:info@erouska.cz\">info@erouska.cz</a>.",
    "web.sms.questions.error.question": "Kód z SMS mi nejde zadat, eRouška po zadání kódu zobrazuje chybu.",
    "web.sms.questions.error.answer": "Pokud vám aplikace po zadání kódu zobrazuje chybu, opište prosím její přesné znění nebo udělejte screenshot a pošlete nám jej na <a href=\"mailto:info@erouska.cz\">info@erouska.cz</a> spolu s celým jménem a tel. číslem uvedeným na žádance o testy na COVID-19. Připravujeme také možnost si novou SMS s ověřovacím kódem vyžádat na lince 1221.",
    "web.sms.questions.multiple.question": "Na mé číslo přišlo více SMS kódů. Jak poznám, který z nich mám zadat do eRoušky?",
    "web.sms.questions.multiple.answer": "V případech, kdy je na více žádankách o test na COVID-19 uvedené stejné telefonní číslo (např. rodiče a děti), může na ně přijít větší počet SMS kódů eRoušky. Pro rozlišení v každé SMS uvádíme iniciály a rok narození testovaného.",
    "web.sms.questions.why.question": "Proč mi přišla SMS s kódem eRoušky, když aplikaci nepoužívám?",
    "web.sms.questions.why.answer": "SMS s kódem se odesílá automaticky všem lidem, kteří při testování na COVID-19 uvedli své telefonní číslo pro zaslání výsledků. Nová eRouška nezpracovává osobní údaje, nezná ani telefonní čísla uživatelů, proto nedokážeme rozlišit, jestli osoba používá, nebo nepoužívá eRoušku.",
    "web.sms.questions.who.question": "Kdo SMS s kódem eRoušky zasílá?",
    "web.sms.questions.who.answer": "SMS se odesílají ze systému hygienických stanic. V prvních týdnech po spuštění eRoušky bylo nutné odeslání SMS potvrdit ze strany hygienika. V případě přetížení některých KHS to vedlo k opožděnému vydávání kódů. Proto rozšiřujeme způsoby, jak je možné SMS kód odeslat. Kromě automatizovaného odeslání prvního kódu vám další kód stále může zaslat také hygienik. Připravujeme rovněž možnost vyžádat si kód na lince 1221.",
    "web.sms.questions.identity.question": "Může se někdo dozvědět mou identitu, když data odešlu?",
    "web.sms.questions.identity.answer.text_1": "Nemůže. Aplikace eRouška 2.0 <a href=\"https://erouska.cz/podminky-pouzivani\" target=\"_blank\">nepracuje s žádnými osobními údaji</a>. Odesílají se z ní pouze anonymní klíče (identifikátory), které si každá eRouška kvůli ochraně soukromí generuje každých 10–20 minut.",
    "web.sms.questions.identity.answer.text_2": "Aplikace si pak tyto identifikátory porovná s těmi, které potkala, a vyhodnotí si rizikovost setkání. Mezi aplikacemi a servery se identifikátory přenášejí výhradně po chráněném komunikačním protokolu, který společně vyvinuly společnosti Apple a Google. K identifikátorům nemají přístup ani uživatelé, ani vývojáři, ani jiná autorita.",
    "web.sms.questions.anonymous.question": "Uvádíte, že eRouška je anonymní, ale znáte moje telefonní číslo a rok narození.",
    "web.sms.questions.anonymous.answer": "Aplikace eRouška skutečně nezná vaše osobní údaje. SMS se odesílá ze systému hygienické stanice, která zná vaši identitu a výsledek testu na základě informací z testovací laboratoře. Do eRoušky zadáváte pouze jednorázový ověřovací kód bez vazby na vaši identitu.",
    "web.sms.questions.install.question": "Chci si nainstalovat eRoušku, ale nevím kde.",
    "web.sms.questions.install.answer": "Aplikace eRouška je dostupná <a href=\"https://play.google.com/store/apps/details?id=cz.covid19cz.erouska\" target=\"_blank\">v Obchodě Play pro Android</a> a <a href=\"https://apps.apple.com/cz/app/erou%C5%A1ka/id1509210215\" target=\"_blank\">v App Store pro iPhone</a>."
}

