{
    "cs_title": "Informace o zpracování osobních údajů v aplikaci eRouška 2.0 (verze 20210320)",
    "cs": [
        "h2 Kdo jsme",
        "p0 Jsme Ministerstvo zdravotnictví ČR (dále jen “ministerstvo”) a provozujeme mobilní aplikaci eRouška (dále jen “aplikace”), která pomáhá ministerstvu a dalším orgánům ochrany veřejného zdraví při zvládání epidemie nemoci COVID-19 způsobené koronavirem SARS-CoV-2 (dále jen “COVID-19”). Tato aplikace pomocí technologie Bluetooth Low Energy (dále jen „BLE“) zaznamenává setkání s ostatními telefony s nainstalovanou aplikací eRouška.",
        "p0 <strong>Správcem osobních údajů je ministerstvo. Na zajištění provozu aplikace eRouška se spolu s námi podílí technický dodavatel, Národní agentura pro komunikační a informační technologie, s.p.</strong> (dále jen „NAKIT“) <strong>v roli zpracovatele osobních údajů,</strong> který postupuje pod naší kontrolou, <a href=\"https://smlouvy.gov.cz/smlouva/13430376\" target=\"_blank\">v rámci uzavřené smlouvy</a> a podle našich pokynů. ",
        "p0 Aplikace eRouška je důležitou součástí systému Chytrá karanténa. <a href=\"https://koronavirus.mzcr.cz/\" target=\"_blank\">Bližší informace o fungování celého systému Chytrá karanténa naleznete zde.</a>",
        "p0 V rámci přeshraniční výměny informací spolupracujeme se správci obdobných aplikací jednotlivých států EU (tzv. \"národních aplikací\") na základě <a href=\"https://eur-lex.europa.eu/legal-content/CS/TXT/?uri=CELEX:32020D1023\" target=\"_blank\">Prováděcího rozhodnutí komise (EU) 2020/1023 ze dne 15. července 2020</a>, včetně Annexu II tohoto rozhodnutí. Společně se správci národních aplikací jednotlivých zúčastněných států, resp. jejich příslušnými orgány, <a href=\"https://ec.europa.eu/health/sites/health/files/ehealth/docs/gateway_jointcontrollers_en.pdf\" target=\"_blank\">jejichž seznam naleznete zde</a>, jsme <strong>společnými správci Evropské federační brány</strong> (dále jen „EFGS“), jejímž prostřednictvím si národní aplikace vyměňují informace.",
        "p0 S vašimi osobními údaji pracujeme v souladu s nařízením Evropského parlamentu a Rady (EU) 2016/679 (dále jen “GDPR”) a v souladu se zákonem č. 110/2019 Sb., zákon o zpracování osobních údajů.",
        "h2 Jak to celé funguje",
        "p0 Včasné upozornění osob, které byly vystaveny riziku nákazy COVID-19, může významně snížit šíření této nemoci v populaci. Varování potenciálně nakažených osob může významně snížit riziko zdravotních komplikací a šíření nemoci. Většina států přistoupila k zavedení aplikací podobných aplikaci eRouška jako k jednomu z mechanismů omezení rizika šíření nákazy v širší populaci.",
        "p0 Celý systém funguje tak, že eRouška přes technologii BLE detekuje a ukládá do paměti identifikátory dalších telefonů s eRouškou v okolí. Když někdo onemocní, může prostřednictvím aplikace snadno varovat ostatní před možným rizikem nákazy. ",
        "p0 Výměna informací s národními aplikacemi jiných států je rozšířením tohoto konceptu, prostřednictvím EFGS umožňuje vzájemně varovat i uživatele různých národních aplikací. Uživatelé eRoušky mohou tedy být varováni o setkání  s nakaženými cizinci (uživateli ostatních národních aplikací), které potkali v cizině nebo v České republice. Zároveň umožňuje nakaženým uživatelům eRoušky varovat uživatele ostatních národních aplikací.",
        "h2 Proč zpracování provádíme a co nás k němu opravňuje",
        "h3 Účel aplikace",
        "p0 Mobilní aplikace eRouška pomáhá snadněji, efektivněji a rychleji upozorňovat uživatele, kteří v poslední době přišli do styku s osobami pozitivně testovanými na COVID-19 a byli přitom vystaveni vysokému riziku nákazy. Aplikaci eRouška, ani údaje z ní získané, nebudeme využívat pro jiné účely, než je samotný provoz a další rozvoj této aplikace.",
        "p0 Výměna informací s dalšími národními aplikacemi prostřednictvím EFGS umožňuje vzájemně varovat před rizikem nákazy uživatele národních aplikací spolupracujících států – a  to jak v případě uživatele eRoušky cestujícího do zahraničí, tak v případě uživatelů národních aplikací jiných států cestujících do ČR.",
        "h3 Jak jste v rámci aplikace identifikováni?",
        "p0 <strong>Aplikace eRouška je vyvinuta tak, aby neprováděla přímo vaši identifikaci a aby minimalizovala zpracování osobních údajů fyzických osob</strong> (dále jen „subjektů údajů“) na nejnižší možnou úroveň.",
        "p0 <strong>Aplikace samotná neobsahuje Vaše osobní údaje. Ministerstvo v tomto technickém řešení v rámci aplikace nemůže ztotožnit konkrétního uživatele aplikace, tedy ani Vás.</strong>",
        "p0 Aplikace Vám zprostředkuje informaci, že jste se v některý konkrétně určený den setkali s osobou, která byla pozitivně testována na COVID-19. Tzn., že budete za určitých okolností schopní, např. pokud jste se v daný den setkali pouze s jedinou osobou, odhadnout, kdo je tímto nakaženým. Stejné platí samozřejmě i opačně – jiný uživatel této aplikace by takto mohl ve výjimečných případech vyvodit, že tím nakaženým jste byli Vy. To je ale vlastnost aplikace, kterou nelze vyloučit, protože bez toho by aplikace nefungovala řádně a nemohla by přispět k vaší větší ochraně před COVID-19. ",
        "p0 Ministerstvo Vás v rámci aplikace není schopno ztotožnit a ani není schopno zjistit, s kým jste se setkali. Celý systém je záměrně navržen tak, aby se naprosto minimalizovalo riziko zneužití údajů a aby všichni ti, kdo se na provozu aplikace podílejí, včetně společností Apple a Google, získali jen nezbytné množství údajů.",
        "p0 Z pohledu principů GDPR k identifikaci konkrétní osoby může dojít pouze nepřímo a ve velmi omezených případech – např. pomocí tzv. výběru vyčleněním z pohledu správce (recitál 26 GDPR) nebo formou zpětné reidentifikace subjektů údajů ze strany adresáta notifikace (jde o teoretickou možnost reidentifikace subjektů údajů s využitím přiměřených prostředků pro identifikaci, zejména informací o tom s kým se v inkriminované době setkal); tyto situace mohou nastat pouze v případě kombinace pseudonymizovaných údajů v aplikaci eRouška, vzájemné kombinace znalostí o procesu sdílení informací a kontextu z pohledu uživatele aplikace (správce by měl vždy uvažovat náklady a čas potřebný k takovéto identifikaci, dále dostupnou technologii v době zpracování a pravděpodobný technologický vývoj).",
        "h3 Právní základ zpracování",
        "p0 Osobní údaje zpracováváme na základě <strong>čl. 6 odst. 1 písm. e) a čl. 9 odst. 2 písm. i) GDPR</strong> jako nezbytné pro splnění úkolu prováděného ve veřejném zájmu, kterým je pověřen správce v oblasti veřejného zdraví, při ochraně před vážnými přeshraničními zdravotními hrozbami. Postupujeme při tom jako ústřední orgán státní správy, a stejně jako krajské hygienické stanice a další orgány ochrany veřejného zdraví plníme své úkoly dle zákona č. 258/2000 Sb., o ochraně veřejného zdraví a dle zákona č. 372/2011 Sb., o zdravotních službách a podmínkách jejich poskytování (zákon o zdravotních službách). ",
        "p0 Mezinárodní spolupráce v rámci EU je založena na <a href=\"https://eur-lex.europa.eu/legal-content/CS/TXT/?uri=CELEX:32020D1023\" target=\"_blank\">Prováděcím rozhodnutí komise (EU) 2020/1023 ze dne 15. července 2020</a> a v případě odesílání klíčů nakaženého do EFGS i na základě Vašeho souhlasu podle <strong>čl. 6 odst. 1 písm. a) a podle čl. 9 odst. 2 písm. a) GDPR.</strong>",
        "p0 <strong>Samotná aplikace je však vždy instalována s vaším svolením, tzn. jen Vy rozhodujete, zda aplikace bude do Vašeho telefonu či jiného zařízení instalována, nebo ne. Odinstalací aplikace zajistíte, že se nadále nebudete na fungování tohoto systému podílet.</strong>",
        "p0 K instalaci aplikace by Vás neměl nikdo nutit, ani Váš zaměstnavatel ani např. vlastníci prostor, do nichž vstupujete. ",
        "p0 Všechny důležité kroky použití a funkcionality aplikace – instalace/aktivace, odeslání anonymních informací o nákaze, reakce na varování o rizikovém kontatu, odeslání anonymních informací o nákaze do ostatních států EU a přijímání informací o nakažených z EU – jsou dobrovolné a probíhají výhradně na základě konkrétní akce uživatele.",
        "p0 Samozřejmě stále platí, že čím více osob si aplikaci nainstaluje a bude využívat, tím účinnější bude ochrana, kterou poskytuje.",
        "h3 Souhlas s odesláním klíčů nakaženého prostřednictvím EFGS",
        "p0 V případě, že máte pozitivní výsledek testu na COVID-19, je odeslání Vašich klíčů nakaženého, tj. Vašich informace o Vašem pozitivním testování na COVID-19 uživatelům ostatních národních aplikací prostřednictvím EFGS založena na samostatném souhlasu podle podle čl. 6 odst. 1 písm. a) a podle čl. 9 odst. 2 písm. a) GDPR.   ",
        "p0 Po odeslání dat o Vašem pozitivním testování již není možné souhlas odvolat, protože již bylo zahájeno jednorázové zpracování dat s tímto souhlasem související. Váš souhlas je ovšem jednorázový, tzn. v případě opakovaného pozitivního testu budete požádáni o nový souhlas s předáním, čímž je opakovaně zajištěna Vaše dobrovolnost v rámci udělování souhlasu.",
        "h2 S jakými údaji pracujeme a co s nimi děláme",
        "p0 Aplikace eRouška využívá Apple/Google Exposure Notification API (viz webové stránky společností <a href=\"https://developer.apple.com/exposure-notification\" target=\"_blank\">Apple</a> a <a href=\"https://www.google.com/covid19/exposurenotifications\" target=\"_blank\">Google</a>) a dodržuje všechna pravidla publikovaná společnostmi Apple a Google pro použití tohoto API. Dále uvádíme informace o rozsahu zpracovávaných údajů v jednotlivých fázích užívání aplikace eRouška.",
        "h3 Instalace, aktivace a deaktivace aplikace eRouška",
        "p0 Instalace aplikace probíhá standardním způsobem z Apple App Store nebo Google Play Store. ",
        "p0 Při prvním spuštění po instalaci dojde k aktivaci aplikace. Při aktivaci je každé aplikaci přidělen a na serveru eRouška zaevidován náhodný unikátní identifikátor (instance aplikace) eHRID, který slouží k administrativním účelům správy nainstalovaných aplikací – např. k počítání aktivních aplikací a ochraně proti spamu při sbírání statistik o provozu. eHRID je pseudonymní identifikátor, který slouží pouze těmto účelům a není na straně serveru eRouška propojen s žádnými dalšími identifikátory Vašeho mobilu, ani s žádnými osobními identifikátory, a v případě předávání klíčů nakaženého (viz dále) ani s těmito klíči.",
        "p0 Pro běžný provoz (viz níže) aplikace vyžaduje souhlas se zapnutím Bluetooth a souhlas se zapnutím Oznámení o možném kontaktu, resp. Oznámení o kontaktech s nákazou (česká jména Google, resp. Apple pro Exposure Notification API). Jde o funkce operačního systému telefonu, bez jejichž aktivace není možné aplikaci eRouška používat. Na některých verzích Androidu navíc aktivace vyžaduje zapnutí Polohových služeb – eRouška je nevyužívá, ale vzhledem ke sdružení nastavení nelze zapnout Bluetooth samoztatně bez Polohových služeb.",
        "p0 Při odinstalování aplikace, při návratu telefonu do továrního nastavení nebo při obnově stavu telefonu z doby před instalací aplikace je zrušena vazba mezi zařízením a identifikátorem eHRID přiděleném při aktivaci. Pokud je aplikace následně znovu instalována a aktivována, je jí přidělen nový identifikátor eHRID. Veškeré typy možných údajů jsou tedy uloženy jen uvnitř tohoto zařízení, resp. aplikace eRouška.",
        "h3 Běžný provoz aplikace eRouška",
        "p0 Aplikace eRouška generuje v rámci svého běžného provozu každých 10-20 minut náhodná pseudonymizovaná ID (tzv. klíče), která si ukládá a následně vyměňuje prostřednictvím BLE technologie s dalšími aktivními aplikacemi eRouška v dosahu Bluetooth signálu (řádově ve vzdálenosti jednotek metrů). Aplikace eRouška nezná a nezaznamenává vaši polohu, pouze na Vašem mobilu zaznamenává klíče ostatních aplikací eRouška, které „potkala“ spolu s informací o čase, době trvání kontaktu a síle Bluetooth signálu. Klíče ostatních aplikací, se kterými se eRouška setkala, eviduje po dobu 14 dnů, poté jsou tyto klíče smazány. ",
        "p0 Klíče ostatních aplikací eRouška, zaznamenané při setkání, jsou vždy náhodné a mění se v čase, a proto nelze z aplikace zpětně konkrétně zjistit, koho jste potkal(a). Klíče cizích aplikací navíc zůstávají uložené pouze ve Vašem zařízení, server eRouška nemá žádné záznamy (ani anonymizované), která zařízení byla v kontaktu. Ke klíčům cizích aplikací uloženým na Vašem zařízení nemáte jako uživatel aplikace přístup ani Vy.",
        "p0 Jako uživatel aplikace máte možnost výše uvedený provoz aplikace eRouška pozastavit. Poté, co na hlavní obrazovce aplikace stisknete tlačítko „Pozastavit eRoušku“, aplikace přestane vysílat svoje klíče a přestane zaznamenávat a ukládat klíče ostatních aplikací. Téhož efektu uživatel aplikace dosáhne, pokud v nastavení svého telefonu vypne Bluetooth nebo Oznámení o možném kontaktu/Oznámení o kontaktech s nákazou (tzv. Exposure Notification API).",
        "h3 Co se děje, když jsem nakažený",
        "p0 Informace o tom, že jste onemocněli nemocí COVID-19, Vám může poskytnout výhradně orgán ochrany veřejného zdraví (např. hygienická služba) nebo poskytovtel zdravotních služeb (Váš ošetřující lékař nebo labratoř) na základě laboratorních výsledků provedeného testu. <strong>Aplikace eRouška neslouží ke zjištění nákazy, ani není určena k informování o pozitivním výsledku laboratorních testů.</strong> Cílem aplikace je pouze identifikovat osoby, které byly v rizikovém kontatku s nakaženou osobou a těmto osobám poskytnout informace, jak v takové situaci postupovat.",
        "p0 Pokud jste podstoupili vyšetření na onemocnění COVID-19 a Váš test byl pozitivní, nastane jeden nebo oba z následujících scénářů:",
        "ul <li>Centrální systém hygienické služby automaticky po obdržení výsledku z laboratoře pošle SMS s jednorázovým náhodným ověřovacím kódem. Vzhledem k omezené časové platnosti jednorázového kódu jsou SMS odesílány pouze v denních hodinách.</li><li>Bude Vás kontaktovat pracovník hygienické služby a v rámci epidemiologického šetření s Vámi zjistí upřesňující údaje pro vyhodnocení rizikových setkání, jako je infekční období (na základě termínu objevení příznaků) a rizikovost (na základě intenzity příznaků a prostředí, ve kterém se  pohybujete). V průběhu  epidemiologického rozhovoru může pracovník hygienické služby odeslat jednorázový náhodný ověřovací kód prostřednictvím SMS.</li>",
        "p0 Smyslem tohoto kroku je autorizace vaší aplikace eRouška k odeslání klíčů nakaženého ostatním uživatelům aplikace eRouška, aby mohli vyhodnotit, zda s Vámi byli v rizikovém kontaktu. ",
        "p0 Ověřovací kód je vygenerován serverem eRouška, předán informačnímu systému hygienické služby, který zajistí jeho odeslání prostřednictvím SMS. Celý proces vytvoření a zpracování ověřovacího kódu je navržen tak, aby server eRouška získal pouze jednorázový náhodný ověřovací kód, ale žádné identifikátory, které by mohly identifikovat nakaženého. Server eRouška tedy nezná identitu nakaženého. ",
        "p0 Platnost jednorázového ověřovacího kódu je 12 hodin. V informačním systému hygienické služby se jednorázový ověřovací kód neukládá.",
        "p0 Po obdržení ověřovacího kódu použijte v aplikaci eRouška funkci „Odeslat data“, resp. \"Anonymně upozornit ostatní\", která vyžaduje vložení ověřovacího kódu a po jeho zadání odešle data na server eRoušky. Odeslání vašich dat (klíčů), tj. odeslání informace, že je uživatel dané aplikace eRouška nakažený, je z vaší strany dobrovolné a současně je podmíněné autorizací ze strany hygienické služby, tak aby nebylo možné tuto informaci zaslat omylem a také nebylo možné aplikaci eRouška zneužít.",
        "p0 Při odeslání klíčů posílá aplikace eRouška pouze vlastní klíče, tj. klíče, které při setkání s jinými aplikacemi „vysílala“. Proto jsou odeslané klíče nazývány klíči nakažené osoby. Nedochází k odeslání klíčů ostatních aplikací, se kterými se Vaše aplikace setkala. ",
        "h3 Vyhodnocení rizikového kontaktu",
        "p0 Server eRouška vystavuje všechny přijaté klíče nakažených osob pro stažení. Klíče jsou na serveru eRoušky uchovávány 14 dní, poté jsou smazány. ",
        "p0 Všechny aktivní aplikace eRouška pravidelně stahují nové klíče nakažených osob a vyhodnocují, jestli odpovídají cizím klíčům zaznamenaným při setkání a jestli délka kontaktu a síla signálu odpovídají kritériím pro rizikový kontakt. V případě, že Vaše aplikace eRouška na základě takto zpracovaných dat vyhodnotí, že došlo k rizikovému kontaktu, vytvoří lokální upozornění (např. zobrazí na Vašem telefonu informační okno, podle nastavení notifikací ve Vašem telefonu), která Vás upozorní na rizikový kontakt a zobrazí Vám pokyny, jak postupovat. Vše probíhá v rámci instalace aplikace uložené ve Vašem telefonu tzn., že nikdo jiný se o tomto kroku nedozví.",
        "p0 Upozornění obsahuje pouze informaci, že jste byli pravděpodobně vystaveni rizikovému kontaktu s nakaženou osobou a den kontaktu (další podrobnosti ani přesnější informace o čase, či místu kontaktu s nakaženým aplikace eRouška nemá a nelze je zjistit). Aplikace eRouška nemá informaci, kdo je nakažená osoba, dokonce ani nedokáže identifikovat její anonymní klíče (proces anonymizace údajů nevylučuje použití konvenčních pseudonymizačních technik, pokud jsou zavedeny kontrolní mechanismy na straně správce, které zabraňují jakkoliv získat či poskytovat identifikovatelné údaje o fyzických osobách třetím stranám či jiným subjektům údajů), neboť ty jsou v Exposure Notification API zpracovávány v dávkách a není jasné, který konkrétní klíč z dávky byl vyhodnocen jako rizikový kontakt.",
        "p0 Upozornění o rizikovém kontaktu obdržíte pouze Vy jako uživatel aplikace, ve které k vyhodnocení došlo, nemá ji ani server eRouška, ani nakažená osoba, se kterou jste se setkali, ani hygienická služba. ",
        "p0 <strong>Upozorňujeme: Na základě notifikace v aplikaci eRouška Vás nebude nikdo kontaktovat, protože nikdo nezná Vaše kontaktní údaje ani neví, že k vyhodnocení rizikového kontaktu došlo právě u Vás.</strong>",
        "p0 Za účelem sběru agregovaných statistických informací o účinnosti systému eRouška odesílá aplikace na server eRouška anonymní statistickou informaci, že došlo k upozornění na rizikový kontakt. Tato informace není vázána na žádný identifikátor uživatele ani jeho mobilu a slouží pouze k výpočtu  agregovaných statistik kolik bylo vygenerováno notifikací, jaký je poměr počtu notifikací k počtu nakažených osob apod. K potvrzení autenticity zprávy využívá aplikace přidělený eHRID, ten potvrzuje, že zpráva přichází z aktivní aplikace eRouška, ale nemůže sloužit k vaší identifikaci.",
        "h3 Mezinárodní spolupráce",
        "p0 Mezinárodní splupráce je rozšířením konceptu fungování eRoušky. Stejně, jako se anonymní klíče nakaženého vystavují pro všechny uživatele eRoušky k vyhodnocení, posílá je server eRoušky prostřednictvím EFGS ostatním národním aplikacím, aby je mohly vystavit svým uživatelům. Prostřednictvím EFGS je předáván stejný rozsah dat o nakažených jako prostřednictvím serveru eRouška – klíče nakaženého a datum prvních příznaků (pokud je známé) – doplněné o identifikátory země původu (Country of Origin) a cílových zemí (Coutry of Interest). ",
        "p0 EFGS umožňuje uživatelům národních aplikací v nastavení aplikace přesně určovat sadu zemí, ze kterých konkrétní uživatel dostává informace o nakažených a do kterých odesílá svoje údaje. eRouška implementuje zjednodušený model, nazvaný \"EU Traveler\", ve kterém si uživatel eRoušky volí pouze \"Spolupráce s EU\" ANO/NE. Parametr \"Spolupráce s EU\" uživatel eRoušky nastavuje jednak pro stahování informací z ostatních národních aplikací, a to na speciální stránce, která je dostupná z domácí stránky a zároveň je zobrazena při aktualizaci eRoušky na verzi podporující EU spolupráci. Pro odesílání vlastních klíčů nakaženého uživatel eRoušky nastavuje parametr \"Spolupráce s EU\" ještě na dodatečné stránce při odesílání dat (\"Anonymním upozornění ostatních\").",
        "p0 Mezinárodní spolupráce národních aplikací funguje pouze pro národní aplikace využívající protokol Apple/Google Exposure Notification API a zapojené do spolupráce prostřednictvím EFGS. Jejich seznam a další související dokumenty lze najít <a href=\"https://ec.europa.eu/health/ehealth/key_documents_cs\" target=\"_blank\">na stránkách Evropské komise</a>. V souladu s podmínkami použití Exposure Notification API může být v každém státě pouze jedna národní aplikace. EFGS je provozována EU a má svou vlastní GDPR dokumentaci (Informace o zpracování osobních údajů EFGS v příloze tohoto dokumentu).",
        "p0 Ve všech scénářích dochází k výměně náhodných klíčů při setkávání uživatelů různých národních aplikací automaticky, na základě faktu, že jejich telefony používají stejný protokol Exposure Notification API. Rozdíly jsou v tom, jestli a jak si jejich aplikace následně vymění klíče nakažených osob a mají možnost vyhodnotit rizikovost setkání.",
        "p0 Scénáře použití mezinárodní spolupráce z pohledu uživatele eRoušky:",
        "h4 1) Byl jsem nebo jsem v zahraničí a zajímá mě, jestli jsem tam nepotkal nakaženého",
        "p0 Uživatel eRoušky, který je nebo byl v zahraničí, si zapne volbu \"Spolupráce s EU\" na speciální stránce, která je dostupná z domácí stránky. Jeho eRouška začne kromě souboru s klíči nakažených uživatelů eRouška stahovat i soubory klíčů nakažených uživatelů ostatních národních aplikací v EU, které server eRouška pravidelně získává prostřednictvím EFGS, a vyhodnocovat potenciální setkání s nimi. ",
        "h4 2) Byl jsem nebo jsem v zahraničí, jsem nakažený, chtěl bych varovat i zahraniční uživatele aplikací",
        "p0 Uživatel, který je nebo byl v zahraničí, si při odeslání dat (\"Anonymní upozornění ostatních\") zapne volbu \"Spolupráce s EU\" na dodatečné stránce v rámci procesu odeslání dat. Tím dává souhlas k odeslání jeho klíčů prostřednictvím EFGS na servery národních aplikací ostatních států EU, které jeho klíče zpřístupní uživatelům svých národních aplikací. ",
        "h4 3) Potkávám v Čechách zahraniční turisty a zajímá mě, jestli nebyli nakažení",
        "p0 <em>Jde o symetrický případ k 2) z pohledu uživatele národní aplikace jiného státu EU.</em>",
        "p0 Zahraniční turista s národní aplikací svého státu EU, u kterého je potvrzená nákaza, zvolí (způsobem specifickým pro jeho národní aplikaci) odesílání klíčů do všech států EU nebo specificky do České republiky. Jeho národní aplikace odešle prostřednictvím EFGS jeho klíče i do serveru eRouška, který je zařadí do souboru \"českých\" nakažených. Soubor si automaticky stahují všechny eRoušky v ČR, nezávisle na nastavení volby \"Spolupráce s EU\", a vyhodnocují rizikovost setkání.",
        "h4 4) Zahraniční turista je nebo byl v Čechách a zajímá se, jestli tady nepotkal nakaženého",
        "p0 <em>Jde o symetrický případ k 1) z pohledu uživatele národní aplikace jiného státu EU.</em>",
        "p0 Zahraniční turista s národní aplikací svého státu EU, u kterého je potvrzená nákaza, zvolí (způsobem specifickým pro jeho národní aplikaci) stahování souborů nakažených uživatelů eRouška, kteří svolí s odesláním dat do EU. Server jeho národní aplikace pravidelně získává tento soubor klíčů prostřednictvím EFGS.",
        "p0 Poznámka: Při odesílání klíčů nakaženého uživatel eRoušky kromě souhlasu s odesláním informace do EU také specfikuje, jestli byl v posledních 14 dnech v zahraničí (tzv. Traveller příznak) Národní aplikace ostatních zemí pak mohou klíče nakaženého předkládat pouze svým uživatelům, kteří sami sebe označili za cestovatele (případ zahraničního turisty v České republice) nebo všem svým uživatelům (případ českého turisty v zhraničí).",
        "h3 Další zpracování",
        "p0 Abychom zajistili funkčnost aplikace, budeme pracovat i s <strong>údaji o jejím fungování</strong> (např. záznamy o pádech aplikace a používání aplikace) na Vašem telefonu a budeme k tomu používat standardní nástroje (Firebase Crashlytics a Google Analytics) od společnosti Google. Data odesílaná aplikací do těchto služeb neobsahují identifikátory Vaší osoby nebo Vašeho telefonu (jako je například tel. číslo, IMEI, AdvertisingID) a zpracováváme je za účelem vyhledávání a odstraňování kritických chyb, evidenci aktualizací aplikace a statistického zmapování používání aplikace uživateli. Aplikace nezná Vaše osobní údaje, a tato telemetrická data tak nelze žádným způsobem navázat na vaši osobu. S takto získanými údaji pracujeme maximálně po dobu 180 dní.",
        "h2 Kde s Vašimi údaji pracujeme",
        "p0 S Vašimi osobními údaji budeme pracovat jen na území EU a v důvěryhodných třetích zemích, kde jsou umístěny servery společnosti Google, která jako subzpracovatel poskytuje prostřednictvím zpracovatele část serverových služeb pro fungování aplikace. Předání do zahraničí se řídí  podle standardních smluvních doložek, což jsou nástroje, které podle GDPR zajišťují dostatečnou ochranu vašich práv. Vaše údaje budou tedy zpracovávány u ověřených a dostatečně důvěryhodných zpracovatelů a subzpracovatelů.",
        "h2 Kdo má k Vašim údajům přístup",
        "p0 Údaje uvedené v tomto dokumentu jsou primárně uložené ve Vašem telefonu a přístup k nim máte pouze Vy. Ministerstvo, EU, ostatní uživatelé aplikace eRouška a uživatelé národních aplikací států EU mají přístup pouze k anonymním klíčům nakažených osob, které jsou odesíláním prostřednictvím serveru eRouška všem ostatním užiatelům. Ministerstvo má dále přístup k identifikátorům instalovaných aplikací eRouška eHRID, využívaným pro statistické účely a v případě technických problémů k anonymním crash logům vaší aplikace pro účely odstraňování kritických chyb.",
        "h2 Vaše práva",
        "p0 Právní předpisy na ochranu osobních údajů, zejména GDPR, Vám zaručují různá práva v oblasti ochrany osobních údajů: V rozsahu, v jakém Vám to garantují předpisy na ochranu osobních údajů a kontextu daného zpracování osobních údajů můžete od ministerstva jakožto od správce požadovat <strong>výmaz dle čl. 17 GDPR</strong> (a to vždy, pokud jsou pro to splněny zákonné podmínky). Výmaz je možné technicky uskutečnit pomocí odinstalace aplikace eRouška ze svého telefonu. Vaše náhodná ID (tzv. klíče) jsou automaticky smazána po 14 dnech, tak jak je již uvedeno v úvodu.",
        "p0 Vaše práva související s odesláním klíčů nakaženého uživatelům ostatních národních aplikací prostřednictvím EFGS založena na samostatném souhlasu podle podle čl. 6 odst. 1 písm. a) a podle čl. 9 odst. 2 písm. a) GDPR jsou ",
        "ul <li>práva vycházející z článků č. 15 (přístup k osobním údajům),</li><li>práva vycházející z článků č. 16 (právo na opravu),</li><li>práva vycházející z článků č. 17 (právo na výmaz),</li><li>práva vycházející z článků č. 18 (právo na omezení zpracování),</li><li>práva vycházející z článků č. 20 (právo na přenositelnost),</li><li>práva vycházející z článků č. 21 (právo vznést námitku).</li>",
        "p0 Výše uvedená práva lze naplnit pouze v případě, pokud údaje, ke kterým práva nárokujete, lze jasně přiřadit právě k Vám. To by bylo možné pouze v případě, že by byla aplikace způsobilá shromažďovat další osobní údaje, které by umožňovaly přenášená data do serveru jednoznačně přiřadit Vám nebo Vašemu telefonu. Protože to není nutné pro účely fungování aplikace, není ministerstvo povinno tyto další údaje shromažďovat viz článek 11, odst. 2 GDPR. Možnost uplatnění výše uvedených práv je ovšem vázána na možnost Vás identifikovat. Protože naše aplikace je navržena decentralizovaně, tak abychom nebyli schopni Vás přímo identifikovat a v maximální možné míře využívá tzv. pseudonymizované údaje, upozorňujeme, že Vás nebudeme často schopní identifikovat. V této souvislosti tedy nebude možné ani naplňovat jedntlivá práva, s výjimkou <strong>práva na výmaz</strong>, které bude vždy automatizovaně uplatněno, pokud fungování aplikace přerušíte, či přímo aplikaci ze svého telefonu odinstalujete.",
        "p0 Ve věci zpracování Vašich osobních údajů také můžete kontaktovat našeho pověřence pro ochranu osobních údajů: <a href=\"mailto:oia@mzcr.cz\">oia@mzcr.cz</a>.",
        "p0 Pro uplatnění jakéhokoliv z těchto práv prosím kontaktujte pověřence pro ochranu osobních údajů:",
        "p0 <b>Ministerstvo zdravotnictví ČR <br>Pověřenec pro ochranu osobních údajů</b> <br>Palackého nám. 4 <br>128 01&nbsp; Praha 2",
        "p0 IČO: 00024341",
        "p0 tel.: <a href=\"tel:+420-224-972-457\">+420 224 972 457</a> <br>e-mail: <a href=\"mailto:oia@mzcr.cz\">oia@mzcr.cz</a> <br>web: <a href=\"https://www.mzcr.cz/\" target=\"_blank\">www.mzcr.cz</a>",
        "p0 Pokud byste se domnívali, že zpracování Vašich osobních údajů porušuje právní předpisy, můžete podat stížnost u národního dozorového úřadu, kterým je <a href=\"https://www.uoou.cz/\" target=\"_blank\">Úřad pro ochranu osobních údajů</a>.",
        "h2 Rizika s používáním aplikace spojená",
        "p0 <strong>Aplikace eRouška je navržena tak, aby naprosto minimalizovala okruh zpracovávaných údajů a riziko jejich zneužití. Za tím účelem je v ní zapracována celá řada ochranných a bezpečnostních prvků, počínaje tím, že ministerstvo není nijak schopno konkrétně ztotožnit uživatele aplikace.</strong>",
        "p0 Nicméně použití technologie Bluetooth – která je ovšem pro fungování aplikace nezbytná – s sebou nese určitá rizika a související podmínky provozování, které jsou popsány níže.",
        "h2 Jak využíváme cookies",
        "p0 Informace o využívání cookies na webu erouska.cz naleznete na stránce <a href=\"cookies\" target=\"_blank\">Informace o cookies</a>."
    ],
    "en_title": "Information on Personal Data Processing in the eRouška 2.0 Application (version 20210320)",
    "en": [
        "h2 Who We Are",
        "p0 We are the Ministry of Health of the Czech Republic (hereinafter the “Ministry”) and we operate the eRouška mobile application (hereinafter the “Application”), which helps the Ministry and other public health protection bodies deal with the COVID-19 epidemic caused by SARS-CoV-2 (hereinafter “COVID-19”). Using Bluetooth Low Energy (hereinafter “BLE”) technology, this Application records encounters with other telephones with the eRouška Application installed.",
        "p0 <strong>The Ministry is the personal data controller. In order to ensure the operation of the eRouška Application, we work with a technical supplier, Národní agentura pro komunikační a informační technologie, s.p.</strong> (the National Agency for Communication and Information Technologies, hereinafter “NAKIT”), <strong>as the personal data processor</strong>; its actions are under our control, and <a href=\"https://smlouvy.gov.cz/smlouva/13430376\" target=\"_blank\">this is done under a contract</a> and in accordance with our instructions.",
        "p0 The eRouška Application is an important part of the Smart Quarantine system. <a href=\"https://koronavirus.mzcr.cz/\" target=\"_blank\">You can find more detailed information about the operation of the entire Smart Quarantine system here.</a>",
        "p0 As a part of the cross-border exchange of information, we work with the controllers of similar applications in individual EU Member States (hereinafter “National Applications”) based on <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32020D1023\" target=\"_blank\">Commission Implementing Decision (EU) 2020/1023 of 15 July 2020</a>, including Annex II added to this decision. Together with the administrators of National Applications of individual participating Member States or their relevant bodies, <a href=\"https://ec.europa.eu/health/sites/health/files/ehealth/docs/gateway_jointcontrollers_en.pdf\" target=\"_blank\">a list of which you can find here</a>, we are <strong>joint administrators of the European Federation Gateway Service</strong> (hereinafter the “EFGS”), through which the National Applications exchange information.",
        "p0 We work with your personal data in accordance with Directive of the European Parliament and of the Council (EU) 2016/679 (hereinafter the “GDPR”) and in accordance with Act No. 110/2019 Coll., on Personal Data Processing.",
        "h2 How It All Works",
        "p0 A timely notification for persons that were exposed to a risk of a COVID-19 infection could markedly reduce the spread of this disease in the population. Warnings for potentially infected persons could markedly reduce the risk of medical complications and the spread of the disease. Most Member States have launched applications similar to the eRouška Application as one of the mechanisms of limiting the risk of spreading the infection in the wider population.",
        "p0 The whole system works in such a manner that, using BLE technology, eRouška detects and stores in its memory identifiers of other telephones with eRouška around it. If somebody gets sick, it is possible to easily warn others of the possible risk of infection through the application. ",
        "p0 The exchange of information with other Member States’ National Applications is an expansion of this concept, through the EFGS this enables warnings for users of various National Applications. eRouška users can therefore be warned of encounters with infected foreigners (users of other National Applications) they encounter abroad or in the Czech Republic. It also enables infected eRouška users to warn users of other National Applications.",
        "h2 Why We Perform Processing and What Authorises Us to Do It",
        "h3 Application’s Purpose",
        "p0 The eRouška Mobile Application helps notify users who recently came into contact with persons who have tested positive for COVID-19 and were exposed to a high risk of infection more easily, more efficiently and faster. We will not use the eRouška Application or data obtained from it for purposes other than its operation and the Application’s further development.",
        "p0 The exchange of information with other National Applications using the EFGS enables warnings of the risk of infection for users of National Applications of cooperating Member States – both in the case of an eRouška user travelling to another country and in the case of users of other Member States’ National Applications travelling to the Czech Republic.",
        "h3 How are you identified in the Application?",
        "p0 <strong>The eRouška Application has been developed in such a manner that it does not directly identify you and minimises the processing of the personal data of natural persons</strong> (hereinafter “Data Subjects”) to the lowest possible level.",
        "p0 <strong>The Application itself does not contain your personal data. The Ministry cannot identify a specific user of the application, i.e. you, in the Application’s technical solution.</strong>",
        "p0 The Application provides you with information that you encountered a person that tested positive for COVID-19 on a specifically determined day. This means that in certain circumstances, for example if you only met with one person that day, you will be able to guess who the infected person is. The same thing obviously works in the opposite way – another Application user could, in exceptional cases, deduce that you are the infected person. This is, however, a property of the Application that cannot be excluded, because the Application would not work properly without it and could not contribute to your greater protection from COVID-19. ",
        "p0 The Ministry is not able to identity and is not able to ascertain who you encountered in the Application. The whole system is intentionally designed so that it completely minimises the risk of data abuse and so that everybody that contributes to the Application’s operation, including Apple and Google, only obtains the necessary amount of data.",
        "p0 From the viewpoint of GDPR principles, a specific person can only be identified indirectly and in very limited cases – e.g., through singling out from the controller’s viewpoint (Recital 26 of the GDPR) or in the form of the reidentification of data subjects by the addressee of a notification (this is a theoretical possibility of Data Subject reidentification making use of reasonable means for identification, in particular information about who he/she encountered at the incriminating time); these situations can only occur in the event of combining pseudonymised data in the eRouška Application, combining knowledge of the process of sharing information and the context from the viewpoint of the Application’s user (the controller should always consider the costs and time necessary for such identification, as well as the available technology at the time of processing and probable technological developments).",
        "h3 Legal Grounds for Processing",
        "p0 We process personal data pursuant to <strong>Article 6(1)(e) and Article 9(2)(i) of the GDPR</strong>, as essential to fulfil a task performed in the public interest that the controller is charged with performing in the area of public health to protect against serious cross-border health threats. In doing this, we act as a central state administration body and, the same as regional public health authorities and other public health protection bodies, we perform our tasks in accordance with Act No. 258/2000 Coll., on the Protection of Public Health, and in accordance with Act No. 372/2011 Coll., on Health Services and the Conditions of their Provision (the Healthcare Services Act). ",
        "p0 International cooperation within the EU is based on <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32020D1023\" target=\"_blank\">Commission Implementing Decision (EU) 2020/1023 of 15 July 2020</a> and, in the event an infected person’s keys are sent to the EFGS, also based on your consent in accordance with <strong>Article 6(1)(a) and in accordance with Article 9(2)(a) of the GDPR</strong>.",
        "p0 <strong>The Application itself, however, is always installed with your consent, i.e. only you decide whether the Application will be installed on your phone or other device or not. By removing the Application you ensure that you will no longer contribute to the system’s operation.</strong>",
        "p0 Nobody, not even your employer or, for example, the owners of space that you enter should force you to install the Application. ",
        "p0 All important steps for the use and functionality of the Application – installation/activation, sending pseudonymised information about the infection, reactions to warnings about a risky contact, sending pseudonymised information about infection to other EU Member States and accepting information about infected people from the EU – are voluntary and take place solely based on a specific action by a user.",
        "p0 Obviously, it still applies that the more people that install the Application and use it, the more effective the protection it provides will be.",
        "h3 Consent to Sending of Infected Person Keys through EFGS",
        "p0 In the event you test positive for COVID-19, the sending of your infected person keys, i.e. information about you testing positive for COVID-19, to users of other National Applications through the EFGS is based on independent consent in accordance with Article 6(1)(a) and in accordance with Article 9(2)(a) of the GDPR.   ",
        "p0 After data is sent about you testing positive, it is no longer possible to rescind your consent, because one-off data processing related to such consent has already commenced. Your consent is, however, just for the one time, i.e. in the event of a repeat positive test you will be asked for new consent to hand over, which again ensures your voluntariness as a part of the granting of consent.",
        "h2 What Data Do We Work With and What Do We Do With Them",
        "p0 The eRouška Application uses the Apple/Google Exposure Notification API (see <a href=\"https://developer.apple.com/exposure-notification\" target=\"_blank\">Apple</a> and <a href=\"https://www.google.com/covid19/exposurenotifications\" target=\"_blank\">Google</a> websites) and complies with all rules published by Apple and Google for the use of this API. We also state information about the extent of data processed in the individual stages of the use of the eRouška Application.",
        "h3 Installation, Activation and Deactivation of eRouska Application",
        "p0 Installation of the Application takes place in the standard manner from the Apple App Store or Google Play Store. ",
        "p0 The Application is activated upon the first launch after installation. Upon activation, each application is allocated and recorded on the eRouška server under an eHRID random unique identifier (instance of the Application) that serves for the purposes of the administration of installed Applications – e.g. for counting active Applications and protection against spam when collecting traffic statistics. eHRID is a pseudonymised identifier that serves only for these purposes and is not linked on the part of the eRouška server with any other identifiers of your mobile telephone or with any personal identifiers, or even, in the event of the handover of an infected person’s keys (see below), to such keys.",
        "p0 For ordinary operation (see below), the Application requires consent for Bluetooth to be switched on and consent for the Notification of Possible Contact or Notification of Contacts with Infection (the Czech Google and Apple names for the Exposure Notification API) to be switched on. These are functions of a telephone’s operating system and if they are not activated, the eRouška Application cannot be used. In some versions of Android, activation also requires Positioning Services to be switched on - eRouška does not use them, but with regard to the grouping of settings it is not possible to switch Bluetooth on independently without Positioning Services.",
        "p0 After removing the Application, when returning the telephone to its factory settings or when recovering the telephone’s state from the time before the installation of the Application, the link between the device and the eHRID identifier allocated upon activation is cancelled. If the Application is subsequently installed and activated again, a new eHRID identifier is allocated to it. All types of possible data are therefore stored only inside such a device or in the eRouška Application.",
        "h3 Ordinary Operation of eRouška Application",
        "p0 As part of its ordinary operations, every 10-20 minutes the eRouška Application generates random pseudonymised IDs (keys), which are stored and subsequently exchanged using BLE technology with other active eRouška Applications within reach of the Bluetooth signal (within a distance of a few metres). The eRouška Application does not know and does not record your position, it only records on your mobile phone keys for other eRouška Applications that it “encountered” together with information about the time, duration of contact and strength of the Bluetooth signal. The keys of the other Applications that eRouška encounters are stored for a period of 14 days, then the keys are erased. ",
        "p0 The keys of other eRouška applications recorded during an encounter are always random and change over time, so it is not possible to retrospectively specifically ascertain who you encountered from the Application. In addition, the keys of other Applications also remain stored solely on your device; the eRouška server does not have any records (even anonymised) about what devices it was in contact with. As an Application user, you do not have access to the Application keys stored on your device.",
        "p0 As an Application user, you have the option of suspending the aforementioned operation of the eRouška Application. After you press the “Suspend eRouška” button on the Application’s main screen, the Application stops sending its keys and stops recording and storing other Application keys. An Application user achieves the same effect if, in his telephone’s settings, he switches off Bluetooth or Notifications of Possible Contact/Notifications of Contacts with Infection (the Exposure Notification API).",
        "h3 What Happens If I Am Infected",
        "p0 Information that you have fallen ill with COVID-19 can be provided to you solely by the public health protection authority (e.g. the public health service) or a healthcare service provider (your attending doctor or a laboratory) based on the laboratory results of a performed test. <strong>The eRouška Application does not ascertain whether you are infected and is not meant to inform you of a positive result of a laboratory test.</strong> The application’s aim is only to identify persons that were in risky contact with an infected person and to provide such persons with information about how to proceed in such a situation.",
        "p0 If you have undergone an examination for COVID-19 and your test was positive, one or both of the following scenarios will occur:",
        "ul <li>After receiving a result from a laboratory, the Central Public Health Service System will automatically send you a text message with a one-time random verification code. With regard to the limited time validity of a one-time code, text messages are only sent during the daytime.</li><li>You will be contacted by a public health service worker and, as part of an epidemiological investigation, he/she will ascertain specifying data for the evaluation of high-risk encounters, such as the infectious period (based on the time symptoms appeared) and the amount of risk (based on the intensity of symptoms and the environment in which you operate). During an epidemiological interview, the public health service worker can send a one-time random verification code by text message.</li>",
        "p0 The point of this step is to authorise your eRouška Application to send the infected person’s keys to other eRouška Application users, so that they can assess whether they were in high-risk contact with you. ",
        "p0 The verification code is generated by the eRouška server and handed over to the public health service’s information system, which arranges for it to be sent by text message. The whole process of creating and processing a verification code is designed in such a manner that the eRouška server obtains only a one-time random verification code, but no identifiers that could identify an infected person. The eRouška server therefore does not know an infected person’s identity. ",
        "p0 The one-time verification code is valid for 12 hours. The one-time verification code is not stored in the public health service’s information system.",
        "p0 After receiving a verification code, use the “Send data” or “Warn others” function in the eRouška Application, which requires the verification code to be input and, after it has been input, sends data to the eRouška server. Sending your data (keys), i.e. sending information that the user of the relevant eRouška Application is infected, is voluntary on your part and is also conditional on authorisation from the public health service, so that it is not possible to send this information by mistake and it is also not possible to abuse the eRouška Application.",
        "p0 When sending keys, the eRouška Application only sends its own keys, i.e. keys that it “broadcast” during encounters with other Applications. This is why the keys are called an infected person’s keys. The keys of other Applications that your Application encountered are not sent. ",
        "h3 Evaluation of High-Risk Contact",
        "p0 The eRouška server displays all infected person keys received for download. The keys are stored on the eRouška server for 14 days, then they are erased. ",
        "p0 All active eRouška Applications regularly download new infected person keys and assess whether they correspond to others’ keys recorded during an encounter and whether the length of a contact and signal strength corresponds to the criteria for a high-risk contact. In the event that, based on this processing of the data, your eRouška Application assesses that there has been a high-risk contact, it creates a local warning (e.g. it displays an information window on your telephone in accordance with your telephone’s notification settings) that draws your attention to a high-risk contact and displays instructions for you about how to proceed. Everything takes place as part of the installation of the Application stored on your telephone, i.e. nobody else learns of this step.",
        "p0 A notification only contains information that you were probably exposed to a high-risk contact with an infected person and the day of the contact (eRouška does not have any other details or more precise information about the time or place of the contact with an infected person, and this information cannot be ascertained). The eRouška Application does not have information about who the infected person is and cannot even identify their pseudonymised keys, as they are processed in the Exposure Notification API in batches and it is not clear which specific key from a batch was assessed as a high-risk contact.",
        "p0 You will only receive a notification of a high-risk contact as the user of the Application in which the evaluation occurred; the eRouška server, the infected person you encountered and the public health service are not notified. ",
        "p0 <strong>We would like to draw attention to the following: Nobody will contact you based on a notification in the eRouška Application, because nobody knows your contact details or knows that you have been assessed as having had a high-risk contact.</strong>",
        "p0 For the purpose of collecting aggregated statistical information about the effectiveness of the eRouška system, the Application sends anonymous statistical information to the eRouška server stating that a notification of high-risk contact has been made. This information is not linked to any user identifier or his/her mobile telephone and serves only for calculating aggregate statistics about how many notifications were generated, what the ratio of notifications to the number of infected persons was, etc. In order to confirm the authenticity of a report, the Application uses the allocated eHRID, which confirms that a report comes from an active eRouška Application, but cannot be used to identify you.",
        "h3 International Cooperation",
        "p0 International cooperation is an extension of the concept for the functioning of eRouška. In the same way that the keys of an infected person are sent to all eRouška users for evaluation, the eRouška server sends them through the EFGS to the other National Applications, so that they can display them to their users. The same extent of data about infected persons is sent through the EFGS as is sent through the eRouška server – an infected person’s keys and the date of first symptoms (if known) – supplemented by identifiers of the country of origin and the countries of interest. ",
        "p0 The EFGS enables National Application users, in their Application settings, to precisely determine the set of countries from which a specific user gets information about infected persons and to which he/she sends his/her data. eRouška implements a simplified model, called “EU Traveller”, in which an eRouška user chooses only “Cooperation with EU” YES/NO. The eRouška user sets the “Cooperation with EU” parameter for downloading information from other National Applications on a special page that is available from the home page and is also displayed when updating eRouška to a version supporting EU cooperation. For sending his/her own infected person keys, the eRouška user sets up the “Cooperation with EU” parameter on an additional page when sending data (“Warn others”).",
        "p0 International cooperation between the National Applications only works for National Applications making use of the Apple/Google Exposure Notification API and cooperating through the EFGS. A list of these and other related documents can be found <a href=\"https://ec.europa.eu/health/ehealth/key_documents_en\" target=\"_blank\">at the European Commission’s website</a>. In accordance with the terms and conditions for the use of the Exposure Notification API, there can only be one National Application in each country. The EFGS is operated by the EU and has its own GDPR documentation (EFGS Information about Personal Data Processing is annexed to this document).",
        "p0 In all scenarios there is an exchange of random keys during encounters between users of various National Applications automatically, based on the fact that their telephones use the same Exposure Notification API protocol. There are differences in whether and how their Applications subsequently exchange infected person keys for evaluation of the high-risk nature of encounters.",
        "p0 Scenarios for the use of international cooperation from the viewpoint of an eRouška user:",
        "h4 1) I was or am in another country and I am interested in whether I encountered an infected person there",
        "p0 An eRouška user that is or was in another country switches on the “Cooperation with EU” option on a special page that is available from his/her home page. In addition to a file with infected person keys from eRouška users, his/her eRouška starts to download keys of infected users of other EU National Applications that the eRouška server regularly obtains through the EFGS and to assess potential encounters with such users. ",
        "h4 2) I was or I am in another country, I am infected, I would also like to warn foreign Application users",
        "p0 When sending data (“Warn others”), a user that is or was in another country switches on the “Cooperation with EU” option on an additional page as part of the process of sending data. He/she thereby gives his/her consent to the sending of his/her keys through the EFGS to National Application servers of other EU countries, which disclose his/her keys to users of their National Applications. ",
        "h4 3) I encounter foreign tourists in the Czech Republic and I am interested in whether they are infected",
        "p0 <em>This is a case symmetrical to 2) from the viewpoint of a user of another EU Member State’s National Application.</em>",
        "p0 A foreign tourist with a National Application from his/her EU Member State who is confirmed to be infected chooses (in a manner specific for his/her National Application) to send the keys to all EU Member States or specifically to the Czech Republic. Through the EFGS, his/her National Application also sends his/her keys to the eRouška server, which includes them in the file of “Czech” infected people. The file is automatically downloaded by all eRouška Applications in the Czech Republic, independently of the “Cooperation with EU” settings, and they assess the riskiness of encounters.",
        "h4 4) A foreign tourist is or was in the Czech Republic and is interested in whether he/she encountered an infected person here",
        "p0 <em>It is a case symmetrical to 1) from the viewpoint of a user of another EU Member State’s National Application.</em>",
        "p0 A foreign tourist with a National Application from his/her EU Member State who is confirmed to be infected chooses (in a manner specific for his/her National Application) to download the file of infected keys from eRouška users, who gave the consent to send data to EU. The server of his/her National Application regularly obtains this file fron eRouška servers via EFGS.",
        "p0 Note: In all cases of sending infected keys from eRouška to EFGS, apart from the consent the user also specifies, wheter he/she was abroad within last 14 days (so called Traveller flag). Depending on the implementation scheme of EU integration in other National Applications this flag may be used to send the keys only to foreign users also marked as Travellers (use case of foreign tourists in CZ) or to all foreign users (use case of CZ tourist abroad).",
        "h3 Further Processing",
        "p0 In order to ensure the Application’s functionality, we will also work with <strong>data about its functioning</strong> (e.g. records of crashes of the Application and the use of the Application) on your telephone and we will use standard tools for this on your telephone (Firebase Crashlytics and Google Analytics) from Google. Data sent by the Application to these services do not contain identifiers of your person or your telephone (such as, for example, your telephone number, IMEI or AdvertisingID) and we process them for the purpose of searches and the correction of critical errors, records of updates to the Application and statistical mapping of the Application’s use by users. The Application does not know your personal data and such data can therefore not be linked to your person in any way. We work with such telemetric data for no more than 180 days.",
        "h2 Where We Process Your Data",
        "p0 We will only work with your personal data on the territory of the EU and in trustworthy third countries where Google servers are located; as a subprocessor, Google provides part of the server services for the Application’s operation through the processor. The handover to other countries is governed by standard contractual clauses, which are tools that ensure the sufficient protection of your rights in accordance with the GDPR. Your data will therefore be processed by verified and sufficiently trustworthy processors and subprocessors.",
        "h2 Who Has Access to Your Data",
        "p0 The data specified in this document are primarily stored on your telephone and only you have access to them. The Ministry, the EU, other users of the eRouška Application and users of EU Member State National Applications only have access to pseudonymised infected person keys that are sent through the eRouška server to all other users. The Ministry also has access to eHRID identifiers of the installed eRouška Applications used for statistical purposes and, in the case of technical problems, to anonymous crash logs from your Application for the purposes of correcting critical errors.",
        "h2 Your Rights",
        "p0 Legal regulations on personal data protection, in particular the GDPR, ensure that you have various personal data protection rights: To the extent to which they are guaranteed by regulations on personal data protection and the context of the relevant personal data processing, you can ask the Ministry, as the controller, for <strong>erasure in accordance with Article 17 of the GDPR</strong> (if the statutory conditions are met). The erasure can be technically performed by removing the eRouška Application from your telephone. Your random IDs (keys) are automatically erased after 14 days, as stated in the introduction.",
        "p0 Your rights related to the sending of infected person keys to users of other National Applications through the EFGS based on independent consent in accordance with Article 6(1)(a) and in accordance with Article 9(2)(a) of the GDPR are ",
        "ul <li>rights resulting from Article 15 (access to personal data);</li><li>rights resulting from Article 16 (right to rectification);</li><li>rights resulting from Article 17 (right to erasure);</li><li>rights resulting from Article 18 (right to restrict processing);</li><li>rights resulting from Article 20 (right to portability);</li><li>rights resulting from Article 21 (right to object).</li>",
        "p0 The aforementioned rights can only be exercised in the event that the data for which you exercise your rights can be clearly attributed to you. This would only be possible in the event that the Application were able to gather other personal data that would enable the data transferred to the server to be clearly attributed to you or your telephone. Because it is not necessary for the purposes of the Application’s operation, the Ministry is not obligated to gather such data, see Article 11(2) of the GDPR. The option of exercising the aforementioned rights is, however, tied to the option of identifying you. Because our application is designed in a decentralised way so that we are not able to identify you directly, and maximum use is made of pseudonymised data, we would like to point out that we will often not be able to identify you. In this context, it will not be possible to exercise the individual rights, with the exception of the <strong>right to erasure</strong>, which will always be exercised automatically if you suspend the functioning of the Application or remove the Application from your telephone.",
        "p0 Regarding the processing of your personal data, you can also contact our personal data protection officer: oia@mzcr.cz.",
        "p0 In order to exercise any of these rights, please contact the personal data protection officer:",
        "p0 <b>Ministry of Health of the Czech Republic <br>Personal Data Protection Officer</b> <br>Palackého nám. 4 <br>128 01&nbsp; Prague 2",
        "p0 Company ID No.: 00024341",
        "p0 tel.: <a href=\"tel:+420-224-972-457\">+420 224 972 457</a> <br>e-mail: <a href=\"mailto:oia@mzcr.cz\">oia@mzcr.cz</a> <br>web: <a href=\"https://www.mzcr.cz/\" target=\"_blank\">www.mzcr.cz</a>",
        "p0 If you think that the processing of your personal data breaches legal regulations, you can submit a complaint to the national supervisory authority, which is the <a href=\"https://www.uoou.cz/\" target=\"_blank\">Office for Personal Data Protection</a>.",
        "h2 Risks Linked to Application’s Use",
        "p0 <strong>The eRouška application is designed in such a manner that it completely minimises the set of data processed and the risk of their abuse. For this purpose, it has a whole number of protective and safety features, starting with the fact that the Ministry is not in any way able to specifically identify an Application user.</strong>",
        "p0 Nevertheless, the use of Bluetooth technology (which is, however, necessary for the functioning of the Application) entails certain risks and related conditions of operation, which are described below.",
        "h2 How We Use Cookies",
        "p0 You can find information about the use of cookies at the erouska.cz website on the <a href=\"cookies\" target=\"_blank\">Information about Cookies</a> page."
    ]
}
